Repository: amule-project/amule
Catalog: trunk/docs/man/manpages-*.po
Languages: de

source: B<amuleweb> is capable of displaying information in different skins. These skins are called templates, and you can make amuleweb load a specific template via the B<-t> command line option. Templates are searched in two places: first in I<~/.aMule/webserver/> and then in I<$(pkgdatadir)/webserver/> (I<$(pkgdatadir)> is the install location of architecture independent data, most likely something like /usr/share/amule). Each template must be in a subdirectory of the template name, and this directory must contain all files the template needs. The actual template filename must be aMule.tmpl.
de: B<amuleweb> ist in der Lage Information in Verschiedenen Skins darzustellen. Diese Skins werden Templates genannt. du kannst aMule mit der B<-t> Kommandozeilenoption dazu veranlassen, ein bestimmtest Template zu laden. Templates werden an zwei Stellen gesucht: Zuerstt in I<~/.aMule/webserver/> dann in I<$(pkgdatadir)/webserver/> (I<$(pkgdatadir)> ist der Installationsordner architekturunabhängiger Dateien, meistens /usr/share/amule). Jedes Template muss in einem Unterverzeichnis des Templatenamens liegen, und dieses Verzeichnis muss alle Dateien enthalten die das Template benötigt. Die Templatedatei heißt aMule.tmpl

source: For example, the default template (named 'default') is in webserver/default/, and this directory contains aMule.tmpl amongst a lot of image files.
de: Zum Beispiel, das Standardtemplate (Name: 'default') liegt in webserver/default/. Das Verzeichnis enthält aMule.tmpl und viele Bilddateien.

source: Typically amuleweb will be first run as:
de: Typischerweise wird amuleweb als erstes folgendermaßen gestartet:

source: B<amuleweb> B<-h> I<hostname> B<-p> I<ECport> B<-P> I<ECpassword> B<-s> I<HTTPport> B<-A> I<AdminPassword> B<-w>
de: B<amuleweb> B<-h> I<hostname> B<-p> I<EC-Port> B<-P> I<EC-Passwort> B<-s> I<HTTP-Port> B<-A> I<Admin-Passwort> B<-w>

source: Of course, you may specify any more or less options on the first example line, and you may also totally omit it.
de: Natürlich kann man zusätzliche Optionen angeben und einzelne auch beim ersten Start weglassen, oder es komplett anders machen.

source: aMule ED2k link parser v1.1.0. Sends the given I<E<lt>ED2k_linkE<gt>> to aMule, i.e. writes it to the file ~/.aMule/ED2KLinks, which will be checked by aMule every second for links. B<ed2k> accepts file, server and serverlist links.
de: aMule ED2k link parser v1.1.0. Sendet den übergebenen I<E<lt>ED2k-LinkE<gt>> an aMule, z.B. schreibt ihn in die Datei ~/.aMule/ED2KLinks, welche von aMule auf neue Links überprüft wird. B<ed2k> akzeptiert Datei-, Server- und Serverlistenlinks.

source: Usage:
de: Nutzung:

source: B<-c>, B<--config-dir>=I<E<lt>dirE<gt>>
de: B<-c>, B<--config-dir>=I<E<lt>PfadE<gt>>

source: Specifies the aMule configuration directory. This must be writeable by the user running B<ed2k>.
de: Gibt das aMule Konfigurationsverzeichnis an. Dieses muss durch den Nutzer der B<ed2k> aufruft Beschreibbar sein.

source: aMule ED2k links calculator
de: aMule ED2k links Ersteller

source: ___ _ _ ___ c aMule statistics /'___) /'_` )/',__) by Pedro de Oliveira ( (___ ( (_| |\e\__, \e E<lt>falso@rdk.homeip.netE<gt> `\e____)`\e__,_)(____/ Version 0.5
de: ___ _ _ ___ c aMule statistics /'___) /'_` )/',__) von Pedro de Oliveira ( (___ ( (_| |\e\__, \e E<lt>falso@rdk.homeip.netE<gt> `\e____)`\e__,_)(____/ Version 0.5

source: B<cas> is a program for displaying the contents of your aMule online signature file to console (in a human readable form).
de: B<cas> ist ein Program das den Inhalt deiner aMule Onlinesignaturedatei in menschenlesbarer Form auf der Konsole ausgibt.

source: OPTIONS:
de: OPTIONEN:

source: Writes the online signature picture. You can optionally append I<\=\E<lt>PATH\E<gt>> to this option, to specify where the picture should be written
de: Erstellt ein Bild deiner Onlinesignatur. Optional kannst du I<\=\E<lt>Pfad\E<gt>> dieser Option übergeben, um anzugeben wohin das Bild geschrieben werden soll.

source: HTML page with stats and picture. You can optionally append I<\=\E<lt>PATH\E<gt>> to this option, to specify where the page should be written
de: HTML Seite mit Statistik und Bild. Optional kannst du I<\=\E<lt>Pfad\E<gt>> dieser Option übergeben, um anzugeben wohin die Seite geschrieben werden soll.

source: Specifies a config-dir different from home
de: Gibt ein Konfigurationsverzeichnis abweichend des Home an

source: Without any options, prints online signature data to stdout.
de: Ohne Optionen wird die Onlinesignatur nach stdout geschrieben.

source: B<cas> was written by Pedro de Oliveira E<lt>falso@rdk.homeip.netE<gt>
de: B<cas> wurde geschrieben von Pedro de Oliveira E<lt>falso@rdk.homeip.netE<gt>

source: B<wxcas> is a program for displaying the contents of your online signature file in a nice wx Window on your Desktop. Based on Pedro de Oliveira's B<cas>(1).
de: B<wxcas> ist ein Program das den Inhalt deiner aMule Onlinesignaturedatei in menschenlesbarer Form in einem wx-Fenster auf deinem Desktop ausgibt. Basierend auf Pedro de Oliveira's B<cas>(1).

source: The full documentation of wxcas can be downloaded from I<http://download.berlios.de/amule/wxcas_user_manual.pdf>.
de: Die komplette Dokumentation zu wxcas kannst du herunter laden von: I<http://download.berlios.de/amule/wxcas_user_manual.pdf>.

source: B<wxcas> was written by ThePolish E<lt>thepolish@vipmail.ruE<gt>
de: B<wxcas> wurde geschrieben von ThePolish E<lt>thepolish@vipmail.ruE<gt>

source: B<none>
de: B<Keine>

source: B<xas> is a plugin for xchat. For loading see your xchat documentation. After loading type /xas and it will send statistics to the channel you are in. These are taken from your Online Signature file. For this to work, you must enable the "Online Signature" option in aMules preferences.
de: B<xas> ist ein Plugin f<FC>r XChat. Wie man es l<E4>dt ist dessen Doku zu entnehmen.Nach dem Laden tippe einfach /xas, und es werden Statistiken <FC>ber deinaMule an den Channel in dem du dich befindest gesendet. Diese werdenaus deiner Online-Signatur-Datei gelesen.Damit das funktioniert, muss in aMule die Option "Online Signatur" angeschaltet sein!

source: To enable it on every startup of xchat you can just run the script in /usr/bin/autstart-xas.
de: Um es bei jedem Start von xchat zu aktivieren kannst du das Script /usr/bin/autostart-xas verwenden.

source: B<xas> was originally written by niet
de: B<xas> wurde im Original geschrieben von niet
