Repository: amule-project/amule
Catalog: trunk/docs/man/manpages-*.po
Languages: de

source: January 2007
de: Januar 2007

source: amule - the all-platform eMule p2p client
de: amule - der alle-Plattformen eMule p2p Client

source: SYNOPSIS
de: SYNTAX

source: DESCRIPTION
de: BESCHREIBUNG

source: Displays the current version number.
de: Zeigt die derzeitige Versionsnummer an.

source: Prints a short usage description.
de: Gibt eine kurze Beschreibung aus.

source: Does not disable stdin.
de: Schaltet stdin nicht ab.

source: Sets the geometry of the app. I<E<lt>geomE<gt>> uses the same format as standard X11 apps: [B<=>][I<E<lt>widthE<gt>>{B<xX>}I<E<lt>heightE<gt>>][{B<+->}I<E<lt>xoffsetE<gt>>{B<+->}I<E<lt>yoffsetE<gt>>]
de: Gibt die Geometrie des Programms an. I<E<lt>geomE<gt>> benutzt das selbe Format wie Standard X11 Anwendungen [B<=>][I<E<lt>BreiteE<gt>>{B<xX>}I<E<lt>HöheE<gt>>][{B<+->}I<E<lt>xoffsetE<gt>>{B<+->}I<E<lt>yoffsetE<gt>>]

source: Does not handle fatal exception.
de: Fehlerbehandlung für fatale Fehler abschalten.

source: Print log messages to stdout.
de: Gibt Log-Meldungen auf der Standardausgabe aus.

source: Resets config to default values.
de: Setzt die Konfiguration auf die Standardwerte zurück.

source: FILES
de: DATEIEN

source: REPORTING BUGS
de: FEHLER MELDEN

source: Please report bugs either on our forum (I<http://forum.amule.org/>), or in our bugtracker (I<http://bugs.amule.org/>). Please do not report bugs in e-mail, neither to our mailing list nor directly to any team member.
de: Bitte meldet Fehler entweder in unserem Forum (I<http://forum.amule.org/>), oder in unseren Bugtracker (I<http://bugs.amule.org/>). Bitte meldet uns keine Fehler per E-Mail, noch auf unsere Mailingliste oder direkt an unsere Teammitglieder.

source: aMule and all of its related utilities are distributed under the GNU General Public License.
de: aMule und alle seine zugehörigen Anwendungen werden verteilt unter der GNU General Public License

source: SEE ALSO
de: SIEHE AUCH

source: amuled - the all-platform eMule p2p client - daemonized version
de: amuled - Der alle-Plattformen eMule p2p Client - dämonisierte Version

source: B<amuled> [B<-v>] [B<-h>] [B<-i>] [B<-f>] [B<-c> I<E<lt>dirE<gt>>] [B<-d>] [B<-o>] [B<-r>]
de: B<amuled> [B<-v>] [B<-h>] [B<-i>] [B<-f>] [B<-c> I<E<lt>PfadE<gt>>] [B<-d>] [B<-o>] [B<-r>]

source: Fork to Background
de: Im Hintergrund ausführen

source: B<-c>, B<--config-dir>=I<E<lt>dirE<gt>>
de: B<-c>, B<--config-dir>=I<E<lt>PfadE<gt>>

source: Read config from E<lt>dirE<gt> instead of home.
de: Liest die Konfiguration E<lt>PfadE<gt> anstelle des Home.

source: aMule utilities
de: aMule Hilfsprogramme

source: amulecmd - Console-based program to control aMule
de: amulecmd - Konsolenbasiertes Programm um aMule zu steuern

source: B<amulecmd> [B<-h> I<E<lt>hostE<gt>>] [B<-p> I<E<lt>portE<gt>>] [B<-P> I<E<lt>passwdE<gt>>] [B<-f> I<E<lt>pathE<gt>>] [B<-q>] [B<-v>] [B<-l> I<E<lt>langE<gt>>] [B<-w>] [B<-c> I<E<lt>commandE<gt>>]
de: B<amulecmd> [B<-h> I<E<lt>HostE<gt>>] [B<-p> I<E<lt>PortE<gt>>] [B<-P> I<E<lt>PasswortE<gt>>] [B<-f> I<E<lt>PfadE<gt>>] [B<-q>] [B<-v>] [B<-l> I<E<lt>SpracheE<gt>>] [B<-w>] [B<-c> I<E<lt>BefehlE<gt>>]

source: B<amulecmd> B<--create-config-from=>I<E<lt>pathE<gt>>
de: B<amulecmd> B<--create-config-from=>I<E<lt>PfadE<gt>>

source: B<amulecmd> is a console-based client to control aMule.
de: B<amulecmd> ist ein Konsolenbasierter Client um aMule zu steuern.

source: host where aMule is running (default: I<localhost>). I<E<lt>hostE<gt>> might be an IP address or a DNS name
de: Host auf dem aMule läuft (standard: I<localhost>). I<E<lt>HostE<gt>> kann eine IP Adresse oder ein DNS Name sein

source: aMule's port for External Connections, as set in Preferences-E<gt>Remote Controls (default: I<4712>)
de: aMule's Port für Externe Verbindungen, wie in den Optionen unter-E<gt>Fernsteuerung (Standard: I<4712>) eingestellt.

source: B<-P>, B<--password>=I<E<lt>passwdE<gt>>
de: B<-P>, B<--password>=I<E<lt>PasswortE<gt>>

source: External Connections password
de: Passwort für Externe Verbindungen.

source: B<-f>, B<--config-file>=I<E<lt>pathE<gt>>
de: B<-f>, B<--config-file>=I<E<lt>PfadE<gt>>

source: use the given configuration file. Default configuration file is I<~/.aMule/remote.conf>
de: Benutzt die angegebene Konfigurationsdatei. Die Standardkonfigurationsdatei ist I<~/.aMule/remote.conf>

source: do not print any output to stdout. This seems to be a very much useless option with B<amulecmd>.
de: Gebe nichts auf stdout aus. Dies scheint eine sehr nutzlose Options in B<amulecmd>.

source: be verbose - show also debug messages
de: Sei gesprächig - zeigt auch debugging Meldungen an.

source: B<-l>, B<--locale>=I<E<lt>langE<gt>>
de: B<-l>, B<--locale>=I<E<lt>SpracheE<gt>>

source: Sets program locale (language). See section B<LANGUAGES> for the description of the I<E<lt>langE<gt>> parameter.
de: Setzt die Locale (Sprache) des Programms. Siehe Abschnitt B<SPRACHEN> für die Beschreibung des I<E<lt>SpracheE<gt>> Parameter.

source: write command line options to config file and exit
de: Schreibe die Kommandozeilenoptionen in die Konfigurationsdatei und beende dich wieder.

source: B<-c>, B<--command>=I<E<lt>commandE<gt>>
de: B<-c>, B<--command>=I<E<lt>BefehlE<gt>>

source: execute I<E<lt>commandE<gt>> as if it was entered at amulecmd's prompt and exit.
de: Führe I<E<lt>BefehlE<gt>> aus, als wäre es auf amulecmd's Eingabeaufforderung eingegeben worden, und beende dich.

source: B<--create-config-from>=I<E<lt>pathE<gt>>
de: B<--create-config-from>=I<E<lt>PfadE<gt>>

source: create config file based upon I<E<lt>pathE<gt>>, which must point to a valid aMule config file, and then exit
de: Erstelle Konfigurationsdatei basierend auf I<E<lt>PfadE<gt>>, welcher auf eine gültige aMule-Konfigurationsdatei verweisen muss, und beende dich.

source: COMMANDS
de: BEFEHLE

source: All commands are case insensitive
de: Alle Befehle können groß oder klein geschrieben werden.

source: Adds an ed2k-linkto the core.
de: Fügt einen ed2k-Link zur Downloadliste hinzu.

source: The ed2k link to be added can be:
de: Der ed2k-Link darf enthalten:

source: *) a file link (ed2k://|file|...), it will be added to the download queue,
de: *) einen Link zu einer Datei (ed2k://|file|...), diese wird den Downloads hinzugefügt,

source: *) a server link (ed2k://|server|...), it will be added to the server list,
de: *) einen Link zu einem Server (ed2k://|server|...), dieser wird der Serverliste hinzugefügt,

source: *) or a serverlist link, in which case all servers in the list will be added to the server list.
de: *) oder einen Serverlisten-Link, in diesem Fall werden alle Server dieser Liste der Serverliste hinzugefügt.

source: This command must have an argument.
de: Dieser Befehl muss ein Argument übergeben bekommen.

source: Cancels the download specified by hash. To get the hash use I<show>.
de: Bricht den mit seinem Hash spezifizierten Download ab. Benutze I<show> um den Hash zu erfahren.

source: Connect to the network.
de: Verbindung zu einem Netzwerk aufbauen.

source: This will connect to all networks that are enabled in Preferences.
de: Die Verbindung wird zu allen Netzwerken aufgebaut, die in den Einstellungen aktiviert wurden.

source: When giving ed2k as parameter, it connects only to ed2k-network to servers in your serverlist. You may also optionally specify a server address in IP:Port form, to connect to that server only. The IP must be a dotted decimal IPv4 address, or a resolvable DNS name.
de: Wenn ed2k als Parameter übergeben wird, wird eine Verbindung zu Servern aus der Serverliste aufgebaut. Man kann optional einen Server in der Form IP:Port angeben, um nur zu diesem Server eine Verbindung aufzubauen. Die IP muss entweder eine IPv4-Adresse, oder ein auflösbarer DNS-Name sein.

source: When giving kad, it connects to Kad only.
de: Wenn kad angegeben wird, wird ausschließlich eine kad-Verbindung aufgebaut.

source: Disconnect from all networks you are cionnected to, or just disconnect from the specified network.
de: Trennt die Verbindung zu allen Netzwerken mit denen du verbunden bist, oder nur zu dem, welches angegeben wurde.

source: DownloadR< num>
de: DownloadR< Nummer>

source: Start downloading a file
de: Startet den Download einer Datei

source: The number of a file from the last search has to be given. Example: 'download 12' will start to download the file with the number 12 of the previous search.
de: Die Nummer einer Datei aus der letzten Suche muss angegeben werden. Beispiel: 'download 12' startet den Download der Datei, die bei der letzten Suche die Nummer 12 hatte.

source: Disconnect from amule/amuled and quit amulecmd.
de: Verbindung zu amule/amuled trennen und amulecmd beenden.

source: GetR< value>
de: GetR< Wert>

source: Get and display a preference value.
de: Liest eine Option und zeigt sie an.

source: This command is incomplete, aviable values are listed below.
de: Dieser Befehl ist unvollständig, mögliche Werte sind nachfolgend aufgeführt.

source: Available values to get:
de: Verfügbare Werte:

source: BwLimits Get bandwidth limits.
de: BwLimits Bandbreitenbeschränkungen.

source: IPFilter Get IPFilter preferences.
de: IPFilter IP-Filter Einstellungen.

source: HelpR< E<lt>commandE<gt>>
de: HelpR< E<lt>BefehlE<gt>>

source: Get a short help. If called without parameter, it shows a list of aviable commands. If called with E<lt>commandE<gt>, it shows a short description of the given command.
de: Kurze Hilfe anzeigen. Zeigt eine kurze Übersicht der verfügbaren Befehle, wenn ohne Parameter aufgerufen. Wenn mit E<lt>BefehlE<gt> aufgerufen, wird eine kurze Hilfe zu dem Befehl angezeigt.

source: Pauses the download specified by hash. To get the hash use I<show>.
de: Pausiert den mit seinem Hash spezifizierten Download. Benutze I<show> um den Hash zu erfahren.

source: Shows the progress of an ongiong search.
de: Zeigt den Fortschritt einer laufenden Suche an.

source: This Command can't have an argument.
de: Dieser Befehl kann keine Argumente übernehmen.

source: Exists the App.
de: Beendet das Programm.

source: This command can't have an argument.
de: Dieser Befehl kann keine Argumente übernehmen.

source: Reloads a given object.
de: Aktualisiert das angegebene Objekt.

source: BwLimits Reload bandwidth limits.
de: BwLimits Aktualisiert die Bandbreitenbeschränkungen.

source: IPFilter Reload IPFilter preferences.
de: IPFilter Aktualisiert die IP-Filter Einstellungen.

source: Reset the log.
de: Setzt das Log zurück.

source: Shows you the results of the last search.
de: Zeigt die Resultate der letzten Suche an.

source: Resumes the download specified by hash. To get the hash use I<show>.
de: Setzt den mit seinem Hash spezifizierten Download fort. Benutze I<show> um den Hash zu erfahren.

source: SearchR< global|kad|local file>
de: SearchR< global|kad|local Datei>

source: Makes a search for the given file. A searchtype and a file to search is mandatory to do this. I<Example> 'search kad amule' performs a kad search for amule.
de: Startet die Suche nach Datei. Die Art der Suche und ein Dateiname sind notwendig. I<Beispiel> 'search kad amule' Sucht nach amule im kad-Netzwerk.

source: Aviable searchtypes:
de: Verfügbare Suchtypen:

source: global performs a global search
de: global startet eine globale Suche

source: kad performs a search on kad network
de: kad startet eine Suche im kad-Netzwerk

source: local performs a local search
de: local startet eine lokale Suche

source: SetR< E<lt>valueE<gt>>
de: SetR< E<lt>WertE<gt>>

source: Sets a given preferences value.
de: Setzt die angegebene Option.

source: BwLimits Set bandwidth limits.
de: BwLimits Setzt die Bandbreitenbeschränkung.

source: IPFilter Set IPFilter preferences.
de: IPFilter Setzt die IP-Filter Einstellungen.

source: Shows upload/download queue, server list or shared files list.
de: Zeigt upload/download Warteschlange, Serverliste oder die Liste der freigegebenen Dateien an.

source: This command is incomplete, you must use one of the extensions below.
de: Dieser Befehl ist unvollständig, Benutze nur die folgenden Parameter.

source: Available extensions:
de: Verfügbare Parameter:

source: DL Show download queue.
de: DL Zeigt die Downloadwarteschlange an.

source: Log Show log.
de: Log Zeigt das Log an.

source: Servers Show servers list.
de: Servers Zeigt die Serverliste an.

source: UL Show upload queue.
de: UL Zeigt die Uploadwarteschlange an.

source: Shutdown the remote running core (amule/amuled). This will also shut down the text client, since it is unusable without a running core.
de: Beendet das Programm (amule/amuled) zu dem du verbunden bist. Dies beendet auch den Textclient, da er ohne Verbindung nicht zu gebrauchen ist.

source: StatisticsR< E<lt>numE<gt>>
de: StatisticsR< E<lt>NummerE<gt>>

source: Show statistics tree.
de: Zeigt die Statistiken an.

source: The optional number in the range of 0-255 can be passed as argument to this command, which tells how many entries of the client version subtree should be shown. Passing 0, or omitting it means 'unlimited'.
de: Die optionale Nummer die übergeben werden kann muss im Bereich von 0-255 liegen, und gibt an, wieviele Einträge im Unterpunkt Version angezeigt werden sollen. 0 oder weglassen bedeutet unbegrenzt.

source: I<Example:> 'statistics 5' will show only the top 5 versions for each client type.
de: I<Beispiel:> 'statistics 5' zeigt die höchsten 5 der einzelnen Clientversionen an.

source: Show connection status, current up/download speeds, etc.
de: Zeigt den Verbindungsstatus, aktuelle Up/Downloadgeschindigkeiten, etc. an.

source: NOTES
de: ANMERKUNGEN

source: Paths
de: Pfade

source: For all options which take a I<E<lt>pathE<gt>> value, if the I<path> contains no directory part (i.e. just a plain filename), then it is considered to be under the aMule configuration directory, I<~/.aMule>.
de: Für alle Optionen die ein I<E<lt>PfadE<gt>> Argument erwarten, wenn der I<Pfad> kein Verzeichnis enthält(z.B. nur einen Dateinamen), dann wird angenommen, diese Datei liegt um aMule-Konfigurationsverzeichnis, I<~/.aMule>.

source: LANGUAGES
de: SPRACHEN

source: The I<E<lt>langE<gt>> parameter for the B<-l> option has the following form: I<lang>[B<_>I<LANG>][B<.>I<encoding>][B<@>I<modifier>] where I<lang> is the primary language, I<LANG> is a sublanguage/territory, I<encoding> is the character set to use and I<modifier> "allows the user to select a specific instance of localization data within a single category".
de: Der I<E<lt>SpracheE<gt>> Parameter für die B<-l> Option hat folgende Form: I<sprache>[B<_>I<SPRACHE>][B<.>I<KODIERUNG>][B<@>I<zusatz>] wobei I<sprache> die primäre Sprache, I<SPRACHE> die Regionalsprache, I<KODIERUNG> die Zeichentabelle ist, und I<zusatz> "erlaubt es dem Nutzer eine bestimmte Auswahl innerhalb einer einzigen Kategorie auszuwählen".

source: For example, the following strings are valid:
de: Zum Besispiel sind die folgenden Zeichenketten gültig:

source: Though all the above strings are accepted as valid language definitions, I<encoding> and I<modifier> are yet unused.
de: Alle oben genannten Zeicheketten werden als gültige Sprachdefinitionen akzeptiert, I<KODIERUNG> und I<zusatz> werden zur Zeit nicht genutzt.

source: In addition to the format above, you can also specify full language names in English - so B<-l german> is also valid and is equal to B<-l de_DE>.
de: Zusätzlich zu den obigen Formaten, kann man komplette englishe Sprachbezeichnungen angeben - B<-l german> ist ebenfalls gültig und entspricht B<-l de_DE>.

source: When no locale is defined, either on command-line or in config file, system default language will be used.
de: Wenn keine Sprache definiert wurde, weder in der Kommandozeile noch in der Konfigurationsdatei, wird die Standardsprache des Systems verwendet.

source: EXAMPLE
de: BEISPIEL

source: Typically amulecmd will be first run as:
de: Typischerweise startet man amulecmd als erstes mit:

source: B<amulecmd> B<-h> I<hostname> B<-p> I<ECport> B<-P> I<ECpassword> B<-w>
de: B<amulecmd> B<-h> I<hostname> B<-p> I<EC-Port> B<-P> I<EC-Passwort> B<-w>

source: or
de: oder

source: B<amulecmd> B<--create-config-from>=I</home/username/.aMule/amule.conf>
de: B<amulecmd> B<--create-config-from>=I</home/Benutzer/.aMule/amule.conf>

source: These will save settings to I<$HOME/.aMule/remote.conf>, and later you only need to type:
de: Dies speichert die Einstellungen in I<$HOME/.aMule/remote.conf>, und tippst du nur noch:

source: Of course, you don't have to follow this example.
de: Natürlich brauchst du dich nicht unbedingt an dieses Beispiel halten.

source: amulegui - aMule control program with GUI
de: amulegui - aMule Steuerungsprogram mit GUI

source: B<amulegui> is a client program, and can be connected on amule or amuled via EC. You can manage your amule program with it. It provides the almost same functionality as amule, even if the core works on another computer.
de: B<amulegui> ist ein Program das über EC mit amule/amuled Verbindung aufnehmen kann. Du kannst deinen amle damit steuern. Es besitzt so ziemlich dieselben Funktionen wie amule, auch wenn dieser auf einem anderen Computer läuft.

source: This program doesn't take any arguments.
de: Dieses Programm hat keine Parameter

source: AUTHOR
de: VERFASSER

source: This manpage was written by Julien Delange for Debian E<lt>julien AT gunnm DOT orgE<gt> This manpage was rewritten by Vollstrecker for aMule E<lt>amule@vollstreckernet.deE<gt>
de: Diese Seite wurde geschrieben von Julien Delange für Debian E<lt>julien AT gunnm DOT orgE<gt> Diese Seite wurde überarbeit und übersetzt von Vollstrecker für aMule E<lt>amule@vollstreckernet.deE<gt>

source: B<amuleweb> [B<-h> I<E<lt>hostE<gt>>] [B<-p> I<E<lt>portE<gt>>] [B<-P> I<E<lt>passE<gt>>] [B<-f> I<E<lt>pathE<gt>>] [B<-q>] [B<-v>] [B<-l> I<E<lt>langE<gt>>] [B<-w>] [B<-t> I<E<lt>nameE<gt>>] [B<-s> I<E<lt>portE<gt>>] [B<-z>] [B<-Z>] [B<-A> I<E<lt>passE<gt>>] [B<-G> I<E<lt>passE<gt>>] [B<-a>] [B<-d>] [B<-L>] [B<-N>]
de: B<amuleweb> [B<-h> I<E<lt>HostE<gt>>] [B<-p> I<E<lt>PortE<gt>>] [B<-P> I<E<lt>PasswortE<gt>>] [B<-f> I<E<lt>PfadE<gt>>] [B<-q>] [B<-v>] [B<-l> I<E<lt>SpracheE<gt>>] [B<-w>] [B<-t> I<E<lt>NameE<gt>>] [B<-s> I<E<lt>PortE<gt>>] [B<-z>] [B<-Z>] [B<-A> I<E<lt>PasswortE<gt>>] [B<-G> I<E<lt>PasswortE<gt>>] [B<-a>] [B<-d>] [B<-L>] [B<-N>]

source: B<amuleweb> [B<-f> I<E<lt>pathE<gt>>] B<--create-config-from=>I<E<lt>pathE<gt>>
de: B<amuleweb> [B<-f> I<E<lt>PfadE<gt>>] B<--create-config-from=>I<E<lt>PfadE<gt>>

source: B<amuleweb --amule-config-file=>I<E<lt>pathE<gt>>
de: B<amuleweb --amule-config-file=>I<E<lt>PfadE<gt>>

source: B<amuleweb> manages your access to amule through a webbrowser. You can start amuleweb together with B<amule>(1), or separately, any time later. Options can be specified via command-line or via config-file. Command-line options take precedence over config-file options.
de: B<amuleweb> ermöglicht dir den Zugriff auf amule(d) per Webbrowser. Man kann amuleweb zusammen mit B<amule>(1) starten lassen, oder ihn separat später starten. Optionen können auf der Kommandozeile oder in der Konfigurationsdatei angegeben werden. Kommandozeilenoptionen überschreiben die Werte aus der Konfigurationsdatei.

source: Host where aMule is running (default: I<localhost>). I<E<lt>hostE<gt>> might be an IP address or a DNS name
de: Der Rechner auf dem aMule läuft (Standard: I<localhost>). I<E<lt>HostE<gt>> kann eine IP-Adresse oder ein DNS-Name sein.

source: Use the given configuration file. Default configuration file is I<~/.aMule/remote.conf>
de: Benutzt die angegebene Konfigurationsdatei. Die Standardkonfigurationsdatei ist I<~/.aMule/remote.conf>

source: Do not print any output to stdout. You may want to use B<-q> to daemonize the webserver, i.e. running as 'B<amuleweb -q &>'
de: Gebe keine Ausgaben auf der Standardausgabe aus. Du könntest B<-q> benutzen um den Webserver als Dämon laufen zu lassen, z.B. durch Aufruf von 'B<amuleweb -q &>'

source: Be verbose - show also debug messages
de: Sei gesprächig - Gebe auch Debuggingausgaben aus

source: Write command line options to config file and exit
de: Schreibe die Kommandozeilenoptionen in die Konfigurationsdatei und kehre zur Shell zurück.

source: Create config file based upon I<E<lt>pathE<gt>>, which must point to a valid aMule config file, and then exit
de: Erstellt eine Konfigurationsdatei basierend auf I<E<lt>PfadE<gt>>, welche auf eine gültige Amulekonfigurationsdatei verweisen muss, und kehre zur Shell zurück.

source: Loads the template named I<E<lt>nameE<gt>>. See also the section B<SKIN SUPPORT>
de: Lädt die mit I<E<lt>NameE<gt>> spezifizierte Vorlage. Siehe auch Abschnitt B<SKIN UNTERSTÜTZUNG>

source: Webserver's HTTP port. This is the port you can point your browser to (default: I<4711>)
de: HTTP Port des Webservers. Der Port der mit dem Browser erreichbar sein soll (Standard: I<4711>)

source: Enable using gzip compression in HTTP traffic to save bandwidth
de: Benutzt gzip Kompression für den HTTP Verkehr um Bandbreite zu sparen

source: Disable using gzip compression (this is the default)
de: Schalten die gzip Kompression ab (Standard)

source: B<-A>, B<--admin-pass>=I<E<lt>passwdE<gt>>
de: B<-A>, B<--admin-pass>=I<E<lt>PasswortE<gt>>

source: Full access password for webserver
de: Passwort für vollen Zugriff auf den Webserver

source: B<-G>, B<--guest-pass>=I<E<lt>passwdE<gt>>
de: B<-G>, B<--guest-pass>=I<E<lt>PasswortE<gt>>

source: Guest password for webserver
de: Gäste Passwort für den Webserver

source: Allow guest access
de: Erlaubt den Zugriff als Gast

source: Deny guest access (default)
de: Verbietet den Zugriff als Gast (Standard)

source: Load/save webserver settings from/to remote aMule. This causes amuleweb to ignore command-line and config-file settings, and load them from aMule. When saving preferences none will be written to the config file, but to aMule. (Of course, this works only for those settings, that can be set in aMule's Preferences-E<gt>Remote Controls)
de: Lade/Speichere Einstellungen vom/zum entfernen aMule. Dies bringt amuleweb dazu, die Kommandozeilen- und Konfigurationsdateieinstellungen zu ignorieren, und von aMule zu beziehen. Beim Speichern werden keine Einstellungen in die Konfigurationsdatei geschrieben, sondern zu aMule gesendet. (das funktioniert nur für Einstellungen in aMule's Einstellungen-E<gt>Fernsteuerung Dialog)

source: Recompile PHP pages on each request
de: Erstellt die PHP-Seiten bei jedem Aufruf neu

source: B<--amule-config-file>=I<E<lt>pathE<gt>>
de: B<--amule-config-file>=I<E<lt>PfadE<gt>>

source: aMule config file path. B<DO NOT USE DIRECTLY!> aMule uses this option when starting amuleweb at aMule startup. This option causes all other command-line and config-file settings to be ignored, preferences to be read from the given config file, and also implies the B<-q -L> options.
de: Pfad zur aMule Konfigurationsdatei. B<NICHT DIREKT BENUTZEN!> aMule benutzt dies zum starten von amuleweb wenn aMule startet. Diese Option sorgt dafür, das alle anderen Paramter ignoriert werden, und nur aus der angegeben Datei gelesen werden, und impliziert auch die B<-q -L> Optionen.

source: SKIN SUPPORT
de: SKIN UNTERSTÜTZUNG
