Repository: amule-project/amule
Catalog: branches/RELEASE-2_1_X/po/*.po
Languages: sl

source: Remote Status
sl: Oddaljeno Stanje

source: File Priority
sl: Prioriteta

source: Score
sl: Toèke

source: Asked
sl: Zahteval

source: Last Seen
sl: Nazadnje viden

source: Entered Queue
sl: Vstopil v vrsto

source: Upload Status
sl: Stanje prenosa gor

source: Transferred Up
sl: Prenesel gor

source: Download Status
sl: Stanje prenosa dol

source: Transferred Down
sl: Prenesel dol

source: Active connections (1:%u)
sl: Aktivne povezave (1:%u)

source: Loading server.met file: %s
sl: Nalagam server.met datoteko: %s

source: Server.met file not found!
sl: Ni bilo mogoèe najti server.met!

source: Failed to load server.met file '%s', unknown format encountered.
sl: Ni bilo mogoèe nalo¾iti server.met datoteke '%s', neznan format.

source: Failed to open server.met!
sl: Ni bilo mogoèe odpreti server.met!

source: Server.met file corrupt, found invalid versiontag: 0x%x, size %i
sl: Server.met datoteka je polvarjena, napaèen zaznamek razlièice (versiontag): 0x%x, velikost %i

source: %i servers in server.met found
sl: ©tevilo najdenih stre¾nikov v server.met: %i

source: %d servers added
sl: Dodanih %d stre¾nikov

source: Server not added: [%s:%d] does not specify a valid port.
sl: Stre¾nik ni bil dodan: naveden port [%s:%d] ni veljaven.

source: Server not added: The IP of [%s:%d] is filtered or invalid.
sl: Stre¾nik ni bil dodan: IP od [%s:%d] je filtriran ali neveljaven.

source: Server not added: Server with matching IP:Port [%s:%d] found in list.
sl: Stre¾nik ni bil dodan: Stre¾nik z IP:port [%s:%d] ¾e obstaja v listi.

source: Server added: Server at [%s:%d] using the name '%s'.
sl: Dodan stre¾nik: [%s:%d], z imenom '%s'

source: You are connected to the server you are trying to delete. please disconnect first.
sl: Povezani ste na stre¾nik ki ga hoèete zbrisati. Prosimo, najprej prekinite povezavo.

source: Failed to save server.met!
sl: Ni bilo mogoèe shraniti server.met!

source: Failed to download the server list from %s
sl: Ni bilo mogoèe prenesti stre¾ni¹ke liste iz %s

source: No serverlist address entry in 'addresses.dat' found. Please paste a valid serverlist address into this file in order to auto-update your serverlist
sl: V addresses.dat ni nobenega naslova do stre¾ni¹ke liste. Prosimo, skopirajte veljaven naslov do stre¾ni¹ke liste v to datoteko, da bo mo¾na samodejna posodobitev liste.

source: Warning, invalid URL specified for auto-updating of servers: %s
sl: Opozorilo: za samodejno posodobitev liste ste vnesli neveljaven URL: %s

source: No valid server.met auto-download url on addresses.dat
sl: V addresses.dat ni nobenega veljavnega naslova do server.met

source: Downloading...
sl: Prena¹am...

source: Importing %s: %s
sl: Importiram %s: %s

source: Reading temp folder
sl: Berem mapo za zaèasne datoteke

source: Retrieving basic information from download info file
sl: Prena¹am splo¹ne informacije iz info-datoteke prenosa

source: Creating destination file
sl: Ustvarjam ciljno datoteko

source: Loading data from old download file (%u of %u)
sl: Nalagam podatke iz stare datoteke (%u od %u)

source: Saving data block into new single download file (%u of %u)
sl: Shranjujem podatkovni blok v novo datoteko (%u od %u)

source: Copy
sl: Kopiraj

source: Retrieving source downloadfile information
sl: Prena¹am informacije o izvirni datoteki

source: Adding download and saving new partfile
sl: Dodajam prenos in shranjujem novo delno datoteko

source: Fetching status...
sl: Preglejujem stanje...

source: In progress
sl: Poteka

source: Error: Out of diskspace
sl: Napaka: Ni dovolj prostora na disku

source: Error: Partmet not found
sl: Napaka: Ni mogoèe najti delne datoteke

source: Error: IO error!
sl: Napaka: Vhodno/izhodna napaka!

source: Error: Failed!
sl: Napaka: Ni uspelo!

source: Queued
sl: V vrsti

source: Already downloading
sl: ®e prena¹am

source: Unknown or bad tempfile format.
sl: Neznan ali pokvarjen format zaèasne datoteke.

source: File name
sl: Ime datoteke

source: State
sl: Stanje

source: Filehash
sl: Hash datoteke

source: Import partfiles
sl: Uvozi delne datoteke

source: Please choose a folder to search for temporary downloads! (subfolders will be included)
sl: Izberite mapo z delnimi prenosi! (vkljuèene bodo tudi podmape)

source: Do you want the source files of succesfully imported downloads be deleted?
sl: ®elite zbrisati originalne datoteke uspe¹no uvo¾enih prenosov?

source: Remove sources?
sl: Odstranim vire?

source: Requests
sl: Zahtev

source: Accepted Requests
sl: Sprejetih zahtev

source: Transferred Data
sl: Prene¹enih podatkov

source: Complete Sources
sl: Celotni viri

source: Directory Path
sl: Mapa

source: Add Comment/Rating
sl: Dodaj komentar/oceno

source: Edit Comment/Rating
sl: Uredi komentar/oceno

source: Copy ED2k link to clipboard (&Source)
sl: Kopiraj ED2k povezavo v odl. (&Vir)

source: Copy ED2k link to clipboard (Hostname)
sl: Kopiraj ED2k povezavo v odl. (Hostname)

source: Copy ED2k link to clipboard (&AICH info)
sl: Kopiraj ED2k povezavo v odl. (&AICH info)

source: [PartFile]
sl: [Delna datoteka]

source: You need a HighID to create a valid sourcelink
sl: Potrebujete visok ID, da naredite povezavo z virom

source: Shared Files (%i)
sl: Deljene datoteke (%i)

source: Add a Friend
sl: Dodaj prijatelja

source: You have to enter a valid IP and port!
sl: Vnesti morate veljaven IP in port!

source: The specified userhash is not valid!
sl: Naveden userhash ni veljaven!

source: New Category
sl: Dodaj kategorijo

source: Choose a folder for incoming files
sl: Izberite mapo za prihajajoèe datoteke

source: You must specify a name for the category!
sl: Navesti morate ime za kategorijo!

source: You must specify a path for the category!
sl: Navesti morate pot za kategorijo!

source: Failed to create incoming dir for category. Please specify a valid path!
sl: Ni bilo mogoèe ustvariti mape za kategorijo. Prosimo navedite veljavno pot!

source: Cut
sl: Izre¾i

source: Paste
sl: Prilepi

source: Select All
sl: Izberi vse

source: Creditfile loaded, %u clients are known
sl: Datoteka s krediti nalo¾ena, %u znanih uporabnikov

source: - Credits expired for %u clients!
sl: - Krediti potekli za %u uporabnikov!

source: No 'cryptkey.dat' file found, creating.
sl: Datoteka 'cryptkey.dat' ne obstaja, ustvarjam.

source: Client requests invalid %u
sl: Odjemalec zahteva neveljaven %u

source: File block %u-%u (%d bytes):
sl: Del datoteke %u-%u (%d bajtov):

source: New message from '%s' (IP:%s)
sl: Novo sporoèilo od '%s' (IP:%s)

source: Message filtered from '%s' (IP:%s)
sl: Filtrirano sporoèilo od '%s' (IP:%s)

source: User %s (%u) requested your sharedfiles-list -> Accepted
sl: Uporabnik %s (%u) zahteva va¹ seznam deljenih datotek -> Sprejeto

source: User %s (%u) requested your sharedfiles-list -> Denied
sl: Uporabnik %s (%u) zahteva va¹ seznam deljenih datotek -> Zavrnjeno

source: User %s (%u) requested your shareddirectories-list -> Accepted
sl: Uporabnik %s (%u) zahteva va¹ seznam deljenih map -> Sprejeto

source: User %s (%u) requested your shareddirectories-list -> Denied
sl: Uporabnik %s (%u) zahteva va¹ seznam deljenih map -> Zavrnjeno

source: User %s (%u) requested your sharedfiles-list for directory %s -> accepted
sl: Uporabnik %s (%u) zahteva seznam deljenih datotek za mapo %s -> sprejeto

source: User %s (%u) requested your sharedfiles-list for directory %s -> denied
sl: Uporabnik %s (%u) zahteva seznam deljenih datotek za mapo %s -> zavrnjeno

source: User %s (%u) shares directory %s
sl: Uporabnik %s (%u) ima v deljenju mapo %s

source: User %s (%u) sent unrequested shared dirs.
sl: Uporabnik %s (%u) je poslal nezahtevan seznam deljenih map.

source: User %s (%u) sent sharedfiles-list for directory %s
sl: Uporabnik %s (%u) je poslal seznam deljenih datotek v mapi %s

source: User %s (%u) finished sending sharedfiles-list
sl: Uporabnik %s (%u) je konèal s prenosom seznama deljenih datotek

source: User %s (%u) sent unwanted sharedfiles-list
sl: Uporabnik %s (%u) je poslal nezahtevan seznam deljenih datotek

source: User %s (%u) denied access to shared directories/files list
sl: Uporabnik %s (%u) je zavrnil dostop do seznama deljenih datotek/map

source: Connect to remote amule
sl: Pove¾i se z oddaljeno aMulo

source: Connection to remote aMule is lost. Exiting now.
sl: Povezava z oddaljenim odjemalcem izgubljena. Zapu¹èam...

source: Error: connection lost
sl: Napaka: povezava izgubljena

source: Total Users: %s | Total Files: %s
sl: Skupno Uporabnikov: %s | Skupno datotek: %s
