Repository: amule-project/amule
Catalog: branches/RELEASE-2_1_X/po/*.po
Languages: sl

source: Filestats for this session: Accepted %d of %d requests, %s transferred
sl: Statistika prenosov v tej seji: Sprejetih %d od %d zahtev, %s prene¹eno

source: Filestats for all sessions: Accepted %d of %d requests, %s transferred
sl: Statistika prenosov vseh sej: Sprejetih %d od %d zahtev, %s prene¹eno

source: Requested unknown file
sl: Zahtevana neznana datoteka

source: Client %s on IP:Port %s:%d using %s
sl: Uporabnik %s na IP:Port %s:%d uporablja %s

source: bytes
sl: bajtov

source: Error
sl: Napaka

source: bytes/sec
sl: bajtov/sek

source: secs
sl: sek

source: mins
sl: min

source: hours
sl: h

source: Days
sl: d

source: Videos
sl: Video

source: Archives
sl: Arhivi

source: Texts
sl: Teksti

source: Programs
sl: Programi

source: Any
sl: Vse

source: Not rated
sl: Ni ocenjeno

source: Invalid / Corrupt / Fake
sl: Neveljaven / Pokvarjen / Fake

source: Poor
sl: Slabo

source: Good
sl: Dobro

source: Fair
sl: Povpreèno

source: Excellent
sl: Odlièno

source: all
sl: vse

source: all others
sl: vse ostalo

source: Nodes (%u)
sl: Vozli¹èa (%u)

source: Invalid ip to bootstrap
sl: Neveljaven IP za nalaganje

source: Invalid port to bootstrap
sl: Neveljaven port za nalaganje

source: You can't bootstrap from remote GUI yet.
sl: Trenutno ¹e ne morete izvesti nalaganja iz oddaljenega vmesnika.

source: Please fill all fields required
sl: Prosimo izpolnite vsa potrebna polja

source: Are you sure you want to download a new nodes.dat file?
sl: Ste preprièani da ¾elite prenesti novo nodes.dat datoteko?

source: Doing so will remove your current nodes and restart Kademlia connection.
sl: S tem boste odstranili trenutna vozli¹èa in ponovno zagnali Kad povezavo.

source: Continue?
sl: Nadaljuj?

source: Invalid URL
sl: Neveljaven URL

source: You can't update server.met from remote GUI yet.
sl: Trenutno ¹e ne morete posodobiti server.met iz oddaljenega vmesnika.

source: You must specify a non-empty password.
sl: Navesti morate neprazno geslo.

source: Connection failure
sl: Napaka med povezovanjem

source: EC Connection Failed. Empty reply.
sl: EC Povezava ni uspela. Prazen odgovor.

source: ExternalConn: Access denied because:
sl: ExternalConn: Dostop zavrnjen; Razlog:

source: ExternalConn: Access denied
sl: ExternalConn: Dostop zavrnjen

source: ExternalConn: Bad reply from server. Connection closed.
sl: ExternalConn: Slab odgovor stre¾nika. Povezava prekinjena.

source: Succeeded! Connection established to aMule
sl: Uspeh! Vzpostavljena povezava z aMule

source: Succeeded! Connection established.
sl: Uspeh! Povezava vzpostavljena.

source: Not available
sl: Ni na voljo

source: Never
sl: nikoli

source: Failed to load ipfilter.dat file '%s', unknown format encountered.
sl: Ni bilo mogoèe nalo¾iti ipfilter.dat datoteke '%s', neznan format.

source: Failed to load ipfilter.dat file '%s', could not open file.
sl: Ni bilo mogoèe nalo¾iti ipfilter.dat datoteke '%s', datoteke ni mogoèe odpreti.

source: Loaded %u IP-ranges from '%s'. %u malformed lines were discarded.
sl: Nalo¾enih %u IP-nizov iz '%s'. %u nepravilnih vrstic izpu¹èenih.

source: System default
sl: Privzeto

source: Arabic
sl: arabski

source: Basque
sl: baskijski

source: Bulgarian
sl: bulgarski

source: Catalan
sl: katalanjski

source: Chinese (Simplified)
sl: kitajski (poenostavljen)

source: Chinese (Traditional)
sl: kitajski (tradicionalni)

source: Croatian
sl: hrva¹ki

source: Danish
sl: danski

source: Dutch
sl: nizozemski

source: English (U.K.)
sl: angle¹ki (UK)

source: English (U.S.)
sl: angle¹ki (US)

source: Estonian
sl: estonski

source: Finnish
sl: finski

source: French
sl: francoski

source: Galician
sl: galicijski

source: German
sl: nem¹ki

source: Hungarian
sl: mad¾arski

source: Italian
sl: italijanski

source: Italian (Swiss)
sl: Italijanski (Swiss)

source: Korean
sl: korejski

source: Polish
sl: poljski

source: Portuguese
sl: portugalski

source: Portuguese (Brazilian)
sl: portugalski (Brazilija)

source: Russian
sl: ruski

source: Slovenian
sl: slovenski

source: Spanish
sl: ¹panski

source: Spanish (Mexican)
sl: ¹panski (Mehika)

source: Unable to determine selected browser!
sl: Ni mogoèe doloèiti izbranega brskalnika!

source: TCP port can't be higher than 65532 due to server UDP socket being TCP+3
sl: TCP port ne sme biti veèji od 65532, ker je UDP port TCP+3

source: Default port will be used (%d)
sl: Uporabljen bo privzeti port (%d)

source: Execute <str> and exit.
sl: Izvr¹i <str> in zapusti program.

source: Invalid IP format. Use xxx.xxx.xxx.xxx:xxxx
sl: Neveljaven IP format. Uporabite xxx.xxx.xxx.xxx:xxxx

source: This command requieres an argument. Valid arguments: 'all' or a number.
sl: Ta ukaz potrebuje argument. Veljavni argumenti: 'all', ¹tevilo.

source: Not a valid number
sl: Ni veljavno ¹tevilo

source: Not a valid hash (length should be exactly 32 chars)
sl: Ni veljaven hash (dol¾ina mora biti natanèno 32 znakov)

source: Operation was successful.
sl: Operacija je bila uspe¹na.

source: Request failed with the following error: %s
sl: Zahteve ni bilo mogoèe izvesti zaradi napake: %s

source: IPFilter is %s.
sl: IPFilter je %s.

source: OFF
sl: IZKLOPLJEN

source: ON
sl: VKLOPLJEN

source: Current IPFilter Level is %d.
sl: Trenutna IPFilter stopnja je %d.

source: Bandwidth Limits: Up: %u kB/s, Down: %u kB/s.
sl: Omejitve prenosa: Gor: %u kB/s, Dol: %u kB/s.

source: Connected to %s %s %s
sl: Povezan z %s %s %s

source: with LowID
sl: z nizkim ID-jem

source: with HighID
sl: z visokim ID-jem

source: Now connecting
sl: Zdaj se povezujem

source: Not connected
sl: Ni povezave

source: firewalled
sl: za po¾. zidom

source: Download: %s
sl: Prenos dol: %s

source: Upload: %s
sl: Prenos gor: %s

source: Clients in queue: %d
sl: Uporabnikov v vrsti: %d

source: Total sources: %d
sl: Vseh virov: %d

source: Received an unknown reply from the server, OpCode = %#x.
sl: Dobil neznan odgovor od stre¾nika, OpCode = %#x.

source: Show short status information.
sl: Prika¾i kratke informacije o stanju.

source: Show connection status, current up/download speeds, etc.
sl: Prika¾i stanje povezave, trenutne hitrosti prenosa gor/dol, itd.

source: Show full statistics tree.
sl: Prika¾i celotno statistièno drevo.

source: Optionally, a number in the range 0-255 can be passed as an argument to this command, which tells how many entries of the client version subtrees should be shown. Passing 0 or omitting it means 'unlimited'. Example: 'statistics 5' will show only the top 5 versions for each client type.
sl: Kot dodatek lahko navedete ¹tevilo od 0 do 255, ki doloèa, koliko razlièic odjemalcev bo prikazanih v statistiènem drevesu. 0 ali brez navedbe ¹tevila pomeni 'neomejeno' Primer: 'statistics 5' bo prikazalo 5 najpogostej¹ih razlièic vsakega odjemalca.

source: Shutdown aMule.
sl: Zapri aMule.

source: Shutdown the remote running core (amule/amuled). This will also shut down the text client, since it is unusable without a running core.
sl: Zapri oddaljeni odjemalec (amule/amuled). S tem boste zaprli tudi tekstovni odjemalec, saj je brez oddaljenega odjemalca neuporaben.

source: Reloads the given object.
sl: Ponovno nalo¾i naveden objekt.

source: Reloads shared files list.
sl: Ponovno nalo¾i seznam deljenih datotek.

source: Reloads IP Filter table from file.
sl: Ponovno nalo¾i IP-Filter seznam iz datoteke.

source: Connect to the network.
sl: Pove¾i se z omre¾jem.

source: This will connect to all networks that are enabled in Preferences. You may also optionally specify a server address in IP:Port form, to connect to that server only. The IP must be a dotted decimal IPv4 address, or a resolvable DNS name.
sl: Pove¾i se z vsemi omre¾ji, ki so vklopljena v nastavitvah. Kot dodatek lahko navedete naslov stre¾nika v obliki IP:Port, za povezavo samo s tem stre¾nikom. IP je lahko ¹tevilèni IPv4 naslov ali preko DNS razre¹ljivo ime stre¾nika.

source: Connect to ED2K only.
sl: Pove¾i se samo z ED2K.

source: Connect to Kad only.
sl: Pove¾i se samo z Kad.

source: Disconnect from the network.
sl: Prekini povezavo z omre¾jem.

source: This will disconnect from all networks that are currently connected.
sl: Prekini povezavo z vsemi omre¾ji s katerimi ste povezani.

source: Disconnect from ED2K only.
sl: Prekini povezavo z ED2K.

source: Disconnect from Kad only.
sl: Prekini povezavo z Kad.

source: Adds an ed2k link to core.
sl: Po¹lji ed2k povezavo oddaljenemu odjemalcu.

source: The ed2k link to be added can be: *) a file link (ed2k://|file|...), it will be added to the download queue, *) a server link (ed2k://|server|...), it will be added to the server list, *) or a serverlist link, in which case all servers in the list will be added to the server list.
sl: ed2k povezava je lahko: *) datoteka (ed2k://|file|...); dodana bo seznamu prenosov, *) stre¾nik (ed2k://|server|...); dodan bo v stre¾ni¹ko listo, *) stre¾ni¹ka lista; vsi stre¾niki iz liste bodo dodani trenutni listi.

source: Set a preference value.
sl: Nastavitvi doloèi vrednost.

source: Set IPFilter preferences.
sl: Nastavi IP filtriranje

source: Turn IP filtering on.
sl: Vklopi IP filtriranje.

source: Turn IP filtering off.
sl: Izklopi IP filtriranje.

source: Select IP filtering level.
sl: Stopnja IP filtriranja.

source: Valid filtering levels are in the range 0-255, and it's default (initial) value is 127.
sl: Veljavne stopnje so od 0 do 255, privzeta stopnja je 127.

source: Set bandwidth limits.
sl: Nastavi omejitve prenosa.

source: The value given to these commands has to be in kilobytes/sec.
sl: Vrednost teh ukazov je kilobajt/sek.

source: Set upload bandwidth limit.
sl: Nastavi omejitev prenosa gor.

source: Set download bandwidth limit.
sl: Nastavi omejitev prenosa dol.

source: Get and display a preference value.
sl: Prika¾i vrednost nastavitve.

source: Get IPFilter preferences.
sl: Prika¾i nastavitve IP filtriranja.

source: Get IPFilter state.
sl: Prika¾i stanje IP filtriranja.

source: Get IPFilter level.
sl: Prika¾i stopnjo IP filtriranja.

source: Get bandwidth limits.
sl: Prika¾i omejitve prenosa.

source: Pause download.
sl: Pavziraj prenos.

source: Resume download.
sl: Nadaljuj prenos.

source: Cancel download.
sl: Prekini prenos.

source: Show queues/lists.
sl: Prika¾i sezname/liste.

source: Shows upload/download queue, server list or shared files list.
sl: Prika¾i seznam prenosov gor/dol, stre¾ni¹ko listo ali seznam deljenih datotek.

source: Show upload queue.
sl: Prika¾i seznam prenosov gor.

source: Show download queue.
sl: Prika¾i seznam prenosov dol.

source: Show servers list.
sl: Prika¾i stre¾ni¹ko listo.

source: Deprecated command, now 'Status'.
sl: Zastarel ukaz, uporabite 'Status'.

source: This is a deprecated command, and may be removed in the future. Use 'Status' instead.
sl: Ta ukaz je zastarel in bo v prihodnosti odstranjen. Namesto njega uporabite 'Status'.

source: Deprecated command, now 'Set IPFilter'.
sl: Zastarel ukaz, uporabite 'Set IPFilter'.

source: This is a deprecated command, and may be removed in the future. Use 'Set IPFilter' instead.
sl: Ta ukaz je zastarel in bo v prihodnosti odstranjen. Namesto njega uporabite 'Set IPFilter'.

source: Deprecated command, now 'Get IPFilter Level'.
sl: Zastarel ukaz, uporabite 'Get IPFilter Level'.

source: This is a deprecated command, and may be removed in the future. Use 'Get IPFilter Level' instead.
sl: Ta ukaz je zastarel in bo v prihodnosti odstranjen. Namesto njega uporabite 'Get IPFilter Level'.

source: Deprecated command, now 'Set IPFilter Level'.
sl: Zastarel ukaz, uporabite 'Set IPFilter Level'.

source: This is a deprecated command, and may be removed in the future. Use 'Set IPFilter Level' instead.
sl: Ta ukaz je zastarel in bo v prihodnosti odstranjen. Namesto njega uporabite 'Set IPFilter Level'.

source: Deprecated command, now 'Get/Set IPFilter Level'.
sl: Zastarel ukaz, uporabite 'Get/Set IPFilter Level'.

source: This is a deprecated command, and may be removed in the future. Use 'Get/Set IPFilter Level' instead.
sl: Ta ukaz je zastarel in bo v prihodnosti odstranjen. Namesto njega uporabite 'Get/Set IPFilter Level'.

source: Deprecated command, now 'Show Servers'.
sl: Zastarel ukaz, uporabite 'Show Servers'.

source: This is a deprecated command, and may be removed in the future. Use 'Show Servers' instead.
sl: Ta ukaz je zastarel in bo v prihodnosti odstranjen. Namesto njega uporabite 'Show Servers'.

source: Deprecated command, now 'Get BwLimits'.
sl: Zastarel ukaz, uporabite 'Get BwLimits'.

source: This is a deprecated command, and may be removed in the future. Use 'Get BwLimits' instead.
sl: Ta ukaz je zastarel in bo v prihodnosti odstranjen. Namesto njega uporabite 'Get BwLimits'.

source: Deprecated command, now 'Set BwLimit Up'.
sl: Zastarel ukaz, uporabite'Set BwLimit Up'.

source: This is a deprecated command, and may be removed in the future. Use 'Set BwLimit Up' instead.
sl: Ta ukaz je zastarel in bo v prihodnosti odstranjen. Namesto njega uporabite 'Set BwLimit Up'.

source: Deprecated command, now 'Set BwLimit Down'.
sl: Zastarel ukaz, uporabite 'Set BwLimit Down'.

source: This is a deprecated command, and may be removed in the future. Use 'Set BwLimit Down' instead.
sl: Ta ukaz je zastarel in bo v prihodnosti odstranjen. Namesto njega uporabite 'Set BwLimit Down'.

source: ERROR: aMule daemon cannot be used when external connections are disabled. To enable External Connections, use either a normal aMule or set the key"AcceptExternalConnections" to 1 in the file ~/.aMule/amule.conf
sl: NAPAKA: Ne morete uporabljati aMule daemon, èe so oddaljene povezave izklopljene. Za vklop oddaljenih povezav uporabite ali normalni aMule ali pa nastavite vrednost kljuèa"AcceptExternalConnections" na 1 v datoteki ~/.aMule/amule.conf

source: ERROR: %s
sl: NAPAKA: %s

source: Connecting
sl: Povezujem

source: aMule Tray Menu
sl: aMule meni sistemske vrstice

source: Download Speed: %.1f
sl: Prenos dol: %.1f

source: Upload Speed: %.1f
sl: Prenos gor: %.1f

source: Speed Limits:
sl: Omejitve:

source: UL: None
sl: Gor: Niè

source: UL: %u
sl: Gor: %u

source: DL: None
sl: Dol: brez

source: DL: %u
sl: Dol: %u

source: aMule Tray Menu Info
sl: Informacije o meniju sistemske vrstice

source: Client Information
sl: Info o uporabniku

source: Nickname: %s
sl: Vzdevek: %s

source: No Nickname Selected!
sl: Vzdevek ni naveden!

source: ClientID:
sl: ID:

source: ServerName:
sl: Ime stre¾nika:

source: ServerIP:
sl: IP stre¾nika:

source: TCP Port: Not Ready
sl: TCP Port: Ni pripravljen

source: UDP Port: Not Ready
sl: UDP Port: Ni pripravljen

source: Online Signature: Enabled
sl: Online Podpis: vklopljen

source: Online Signature: Disabled
sl: Online Podpis: izklopljen

source: Shared Files: %d
sl: Deljenih datotek: %d

source: Queued Clients: %d
sl: Uporabnikov v vrsti: %d

source: Total DL: %s
sl: Skupno dol: %s

source: Total UL: %s
sl: Skupno gor: %s

source: Upload Limit
sl: Omejitev gor

source: Unlimited
sl: Neomejeno

source: Download Limit
sl: Omejitev dol

source: Disconnect from server
sl: Prekini povezavo

source: Connect to any server
sl: Pove¾i se s katerimkoli stre¾nikom

source: Hide aMule
sl: Skrij aMule

source: Show aMule
sl: Prika¾i aMule

source: aMule for Linux
sl: aMule za Linux

source: Your locale has been changed to System Default due to a configuration change. Sorry.
sl: Va¹e podroène nastavitve so bile spremenjene na sistemsko privzete zaradi spremembev nastavitvah. Oprostite.

source: Loading ipfilter.dat files.
sl: Nalagam ipfilter.dat datoteke.

source: webserver running on pid %d
sl: webserver teèe s pid-om %d

source: You requested to run webserver from startup, but the amuleweb binary cannot be run. Please install the package containing aMule webserver, or compile aMule using --enable-webserver and run make install
sl: Zahtevali ste vklop Webserverja ob zagonu, vendar programa amuleweb ni mogoèe zagnati. Prosimo, namestite paket, ki vsebuje aMule Webserver ali prevedite aMule z --enable-webserver in za¾enite make install

source: Port %u is not available. You will be LOWID
sl: Port %u ni dosegljiv. Imeli boste nizek ID

source: Port %u is not available! This means that you will be LOWID. Check your network to make sure the port is open for output and input.
sl: Port %u ni dosegljiv! To pomeni, da boste imeli nizki ID. Preverite omre¾ne nastavitve in se preprièajte, da je port odprt v obe smeri.

source: Failed to create OnlineSig File
sl: Ni bilo mogoèe ustvariti Online Podpis datoteke

source: Failed to create aMule OnlineSig File
sl: Ni bilo mogoèe ustvariti aMule Online Podpis datoteke

source: The selected locale seems not to be installed on your box. (Note: I'll try to set it anyway)
sl: Izgleda, da izbrana podroèna nastavitev ni name¹èena na va¹em raèunalniku. (Opomba: Vseeno jo bom poizkusil nastaviti)

source: This is the first time you run aMule %s
sl: To je va¹ prvi zagon aMule %s

source: This version is a testing version, updated daily, and
sl: To je testna verzija, posodobljena dnevno in

source: we give no warranty it won't break anything, burn your house,
sl: zato ne dajemo zagotovila, da ne bo nièesar po¹kodovala, za¾gala va¹e hi¹e

source: or kill your dog. But it *should* be safe to use anyway.
sl: ali ubila va¹ega psa. Vendar bi vseeno morala biti varna za uporabo.

source: More information, support and new releases can found at our homepage,
sl: Veè informacij, podporo in nove razlièice, lahko najdete na na¹i domaèi strani,

source: at www.aMule.org, or in our IRC channel #aMule at irc.freenode.net.
sl: na www.aMule.org, ali na IRC kanalu #aMule na stre¾niku irc.freenode.net.

source: Feel free to report any bugs to http://forum.amule.org
sl: Morebitne hro¹èe lahko sporoèite na http://forum.amule.org

source: The folder for Online Signature files you specified is INVALID! OnlineSignature will be DISABLED until you fix it on preferences.
sl: Mapa, ki ste jo navedli za Online Podpis je NEVELJAVNA! Online Podpis bo ONEMOGOÈEN dokler te¾ave ne odpravite v nastavitvah.

source: Failed to execute on-completion command. Template is: %s
sl: Ni bilo mogoèe izvesti ukaza ob konèanem prenosu. Predloga: %s

source: ERROR: can't open logfile
sl: NAPAKA: Ni mogoèe odpreti zapisni¹ke datoteke

source: WARNING: logfile is empty. Something is wrong.
sl: OPOZORILO: Zapisni¹ka datoteka je prazna. Nekaj je narobe.

source: Log has been reset
sl: Zapisnik poèi¹èen

source: ServerMessage: %s
sl: Sporoèilo stre¾nika: %s

source: Failed to download the nodes list.
sl: Ni bilo mogoèe prenesti seznama vozli¹è.

source: Failed to open the downloaded version check file
sl: Ni bilo mogoèe odpreti datoteke za preverjanje razlièice

source: Corrupted version check file
sl: Datoteka za preverjanje razlièice je pokvarjena

source: You are using an outdated version of aMule!
sl: Uporabljate zastarelo razlièico aMule!

source: Your aMule version is %i.%i.%i and the latest version is %i.%i.%i
sl: Va¹a razlièica aMule je %i.%i.%i, najnovej¹a razlièica je %i.%i.%i

source: The latest version can always be found at http://www.amule.org
sl: Najnovej¹o razlièico lahko vedno najdete na http://www.amule.org

source: WARNING: Your aMuled version is outdated: %i.%i.%i < %i.%i.%i
sl: OPOZORILO: Razlièica aMuled je zastarela: %i.%i.%i < %i.%i.%i

source: Your copy of aMule is up to date.
sl: Uporabljate najnovej¹o razlièico.

source: Failed to download the version check file
sl: Ni bilo mogoèe prenesti datoteke za preverjanje razlièice

source: Users: E: %s K: %s | Files E: %s K: %s
sl: Uporabnikov: E: %s K: %s | Datoteke E: %s K: %s

source: Connected to %s %s
sl: Povezan z %s %s

source: Connecting to %s
sl: Povezujem se z %s

source: Disconnected from ED2K
sl: Povezava z ED2K prekinjena

source: Connected to Kad (ok)
sl: Povezan z Kad (ok)

source: Connected to Kad (firewalled)
sl: Povezan z Kad (za po¾. zidom)

source: Disconnected from Kad
sl: Povezava z Kad prekinjena

source: AICH Thread: Signaling for thread to terminate.
sl: AICH: Po¹iljam signal, naj se nit prekine.

source: AICH Thread: Terminated.
sl: AICH: Nit konèana.

source: AICH Thread: Syncronization thread started.
sl: AICH: Sinhronizacijska nit zaèeta.

source: AICH Thread: Masterhashes of known files have been loaded.
sl: AICH: Glavni hashi vseh znanih datotek nalo¾eni.

source: AICH Thread: Starting to hash files. %li files found.
sl: AICH: Zaèenjam hashirati datoteke. Najdenih %li datotek.

source: AICH Thread: Hashing file: %s, total files left: %li
sl: AICH: Hashiram datoteko: %s, preostane ¹e %li datotek.

source: AICH Thread: Hashing completed.
sl: AICH: Hashiranje konèano.

source: AICH Thread: No new files found.
sl: AICH: Niè novih datotek.

source: This is aMule %s based on eMule.
sl: aMule %s, temelji na eMule.

source: Running on %s
sl: Operacijski sistem: %s

source: Visit http://www.amule.org to check if a new version is available.
sl: Obi¹èite http://www.amule.org èe je na voljo nova razlièica.

source: Fatal Error: Failed to create Timer
sl: Usodna napaka: ni bilo mogoèe ustvariti 'Timer'

source: Desktop integration
sl: Integracija z namizjem

source: aMule remote control
sl: aMule oddaljeni odjemalec

source: 'All-Platform' p2p client based on eMule Website: http://www.amule.org Forum: http://forum.amule.org FAQ: http://wiki.amule.org Contact: admin@amule.org (administrative issues) Copyright (C) 2003-2006 aMule Team Part of aMule is based on Kademlia: Peer-to-peer routing based on the XOR metric. Copyright (C) 2002 Petar Maymounkov http://kademlia.scs.cs.nyu.edu
sl: 'All-Platform' p2p odjemalec, ki temelji na eMule Domaèa stran: http://www.amule.org Forum: http://forum.amule.org FAQ: http://wiki.amule.org Kontakt: admin@amule.org (administrativna vpra¹anja) Avtorske pravice (C) 2003-2006 aMule Team Deli aMule temeljijo na Kademlia: Peer-to-peer routing based on the XOR metric. Avtorske pravice (C) 2002 Petar Maymounkov http://kademlia.scs.cs.nyu.edu

source: Status text
sl: Stanje

source: Stops the current connection attempts
sl: Ustavi trenutne poskuse povezave s stre¾nikom

source: Disconnect from
sl: Prekini povezavo z

source: current server
sl: trenutnim stre¾nikom

source: and
sl: in

source: Disconnect
sl: Prekini

source: Connect
sl: Pove¾i

source: Connect to any server and/or Kad
sl: Pove¾i se s katerimkoli stre¾nikom in/ali z Kad

source: WARNING: You have recieved Low-ID!
sl: OPOZORILO: Imate nizki ID!

source: Most likely this is because you're behind a firewall or router.
sl: Po vsej verjetnosti ste za po¾arnim zidom ali routerjem.

source: For more information, please refer to http://wiki.amule.org
sl: Za veè informacij se obrnite na http://wiki.amule.org

source: Up: %.1f(%.1f) | Down: %.1f(%.1f)
sl: Gor: %.1f(%.1f) | Dol: %.1f(%.1f)

source: Up: %.1f | Down: %.1f
sl: Gor: %.1f | Dol: %.1f

source: aMule (%s | Connected)
sl: aMule (%s | Povezan)

source: aMule (%s | Disconnected)
sl: aMule (%s | Ni povezave)

source: Do you really want to exit aMule?
sl: ®elite zapustiti aMule?

source: Exit confirmation
sl: Potrditev izhoda

source: Messages
sl: Sporoèila

source: Messages Window
sl: Okno s sporoèili

source: Could not determine the command for running the browser.
sl: Ukaza za zagon brskalnika ni bilo mogoèe doloèiti.

source: Skin file name is empty - loading defaults
sl: Datoteka za preobleko je prazna - zaganjam privzeto

source: Skin file %s does not exist - loading defaults
sl: Datoteka za preobleko %s ne obstaja - nalagam privzeto

source: Unable to open skin file: %s
sl: Ni mogoèe odpreti datoteke za preobleko: %s

source: File Name
sl: Ime Datoteke

source: Size
sl: Velikost

source: Transferred
sl: Prene¹eno

source: Speed
sl: Hitrost

source: Progress
sl: Potek

source: Sources
sl: Viri

source: Priority
sl: Prioriteta

source: Status
sl: Stanje

source: Time Remaining
sl: Preostaja ¹e

source: Last Seen Complete
sl: Nazadnje viden celotno
