Repository: amule-project/amule
Catalog: branches/RELEASE-2_1_X/po/*.po
Languages: sl

source: Kademlia: search keyword too short
sl: Kademlia: iskalni niz je prekratek

source: Read %u Kad contacts
sl: Prebranih %u Kad kontaktov

source: Error while reading Kad contacts - 0 entries
sl: Napaka med branjem Kad kontaktov - 0 vnosov

source: Welcome!
sl: Dobrodo¹li!

source: Maximum DL rate since wxCas is running
sl: Najveèji prenos dol odkar teèe trenutna seja wxCas

source: Absolute Maximum DL rate during wxCas previous runs
sl: Absolutni najveèji prenos dol med vsemi prej¹njimi sejami wxCas

source: Reset
sl: Poèisti

source: System
sl: Sistem

source: Stop Auto Refresh
sl: Ustavi samodejno osve¾evanje

source: Save Online Statistics image
sl: Shrani Online Statistics sliko

source: Print Online Statistics image
sl: Natisni Online Statistics sliko

source: Preferences setting
sl: Nastavitve

source: About wxCas
sl: O wxCas

source: Start Auto Refresh
sl: Za¾eni samodejno osve¾evanje

source: Auto Refresh stopped
sl: Samodejno osve¾evanje ustavljeno

source: Auto Refresh started
sl: Samodejno osve¾evanje zaèeto

source: Save Statistics Image
sl: Shrani statistièno sliko

source: No handler for this file type.
sl: Ni upravljalca za to vrsto datoteke.

source: File was not saved
sl: Datoteka ni bila shranjena

source: There was a problem printing. Perhaps your current printer is not set correctly?
sl: Ni mogoèe tiskati. Mogoèe tiskalnik ni pravilno konfiguriran?

source: Printing
sl: Tiskam

source: aMule is running
sl: aMule teèe

source: WARNING: aMule is stopped !
sl: OPOZORILO: aMule je ustavljen !

source: aMule is connecting...
sl: aMule se povezuje...

source: Oh Oh, aMule status is unknown...
sl: Oh Oh, ni mogoèe poizvedeti stanja aMule...

source: has been running for
sl: teèe ¾e

source: is STOPPED !
sl: je USTAVLJEN !

source: is connecting...
sl: se povezuje...

source: is doing something strange, check it !
sl: dela nekaj nenavadnega, preverite !

source: is on
sl: Povezan z

source: Total Download:
sl: Skupni prenos - Dol:

source: , Upload:
sl: , Gor:

source: Session Download:
sl: Prenos dol to sejo:

source: Download:
sl: Prenos dol:

source: kB/s, Upload:
sl: kB/s, Prenos gor:

source: Sharing:
sl: Deljenih:

source: file(s), Clients on queue:
sl: datotek, Uporabnikov v vrsti:

source: on
sl: na

source: System Load Average (1-5-15 min):
sl: Povpreèna obremenitev sistema (1-5-15 min):

source: System uptime:
sl: Uptime sistema:

source: %i day(s) %i hour(s) %i min %i s
sl: %i d %i h %i min %i s

source: Preferences
sl: Nastavitve

source: Directory containing amulesig.dat file
sl: Mapa ki vsebuje amulesig.dat datoteko

source: Browse
sl: Prebrskaj

source: Enter here the directory where your amulesig.dat file is
sl: Tukaj vnesite mapo, ki vsebuje amulesig.dat datoteko

source: Refresh rate interval in seconds
sl: Interval med osve¾itvami v sekundah

source: Generate a stat image at every refresh event
sl: Generiraj statistièno sliko ob vsaki osve¾itvi

source: Enter here the directory where you want to generate the statistic image
sl: Tukaj vnesite mapo v kateri ¾elite generirati statistièno sliko

source: Upload periodicaly your stat image to FTP server
sl: Periodièno prenesi statistièno sliko na FTP stre¾nik

source: FTP Path
sl: FTP Pot

source: Enter here the URL of your FTP server
sl: Tukaj vnesite URL va¹ega FTP stre¾nika

source: Enter here the directory where putting your stat image on FTP server
sl: Tukaj vnesite mapo na FTP stre¾niku v katero se naj shrani statistièna slika

source: User
sl: Uporabnik

source: Password
sl: Geslo

source: Enter here the User name to log into your FTP server
sl: Tukaj vnesite uporabni¹ko ime za prijavo na va¹ FTP stre¾nik

source: Enter here the User password to log into your FTP server
sl: Tukaj vnesite geslo za prijavo na va¹ FTP stre¾nik

source: FTP update rate interval in minutes
sl: Interval med osve¾itvami prenosov na FTP v minutah

source: Validate
sl: Preveri veljavnost

source: Cancel
sl: Preklièi

source: Folder containing your signature file
sl: Mapa, ki vsebuje datoteko s podpisom

source: Folder where generating the statistic image
sl: Mapa v kateri se naj generira statistièna slika

source: HighID
sl: visok ID

source: LowID
sl: nizek ID

source: aLinkCreator, the aMule ed2k link creator
sl: aLinkCreator, aMule izdelovalec ed2k povezav

source: Processing file number %u: %s
sl: Procesiram datoteko ¹tevilka %u: %s

source: You have asked for part hashes (Only used for files > 9.5 MB)
sl: Zahtevali ste delne hashe (na voljo samo za datoteke > 9.5 MB)

source: Please wait...
sl: Prosimo poèakajte...

source: %s ---> Non existant file !
sl: %s ---> Datoteka ne obstaja !

source: Canceled !
sl: Prekinjeno !

source: Unable to open %s
sl: Ni mogoèe odpreti %s

source: The file %s is to big for the Donkey: maximum allowed is 4 GB.
sl: Datoteka %s je prevelika za Donkey: najveèja dovoljena velikost je 4 GB.

source: Input parameters
sl: Vnesite parametre

source: File to Hash
sl: Datoteka za hashiranje

source: Add Optional URLs for this file
sl: Dodaj URL-je za to datoteko (neobvezno)

source: Enter here the file you want to compute the Ed2k link
sl: Tukaj vnesite datoteko za katero ¾elite izraèunati Ed2k povezavo

source: Enter here the URL you want to add to the Ed2k link: Add / at the end to let aLinkCreator append the current file name
sl: Tukaj vnesite URL ki ga ¾elite dodati Ed2k povezavi : Dodajte / na koncu, da bo aLinkCreator samodejno dodal trenutno ime datoteke

source: Add
sl: Dodaj

source: Remove
sl: Odstrani

source: Clear
sl: Poèisti

source: Create link with part-hashes
sl: Ustvari povezavo z delnimi hashi

source: Help to spread new and rare files faster, at the cost of an increased link size
sl: Pomaga pri hitrej¹em raz¹irjanju novih in redkih datotek, za ceno veèje dol¾ine povezave

source: MD4 File Hash
sl: MD4 Hash datoteke

source: Ed2k File Hash
sl: Ed2k Hash datoteke

source: Ed2k link
sl: Ed2k povezava

source: Start
sl: Zaèni

source: Save
sl: Shrani

source: Copy to clipboard
sl: Kopiraj v odlo¾i¹èe

source: Exit
sl: Izhod

source: Open a file to compute its ed2k link
sl: Odpri datoteko za izraèun njene ed2k povezave

source: Copy computed ed2k link to clipboard
sl: Kopiraj izraèunano ed2k povezavo v odlo¾i¹èe

source: Save computed ed2k link to file
sl: Shrani izraèunano ed2k povezavo v datoteko

source: About aLinkCreator
sl: O aLinkCreator

source: Select the file you want to compute the ed2k link
sl: Izberite datoteko za katero ¾elite izraèunati ed2k povezavo

source: Nothing to copy for now !
sl: Niè za skopirati zaenkrat !

source: Select the file to your computed ed2k link
sl: Izberite datoteko k izraèunani ed2k povezavi

source: Unable to open
sl: Ni mogoèe odpreti

source: Please, enter a non empty file name
sl: Prosimo, vnesite neprazno ime datoteke

source: Nothing to save for now !
sl: Niè za shraniti zaenkrat !

source: aLinkCreator, the aMule ed2k link creator (c) 2004 ThePolish <thepolish@vipmail.ru> Pixmaps from http://www.everaldo.com and http://www.icomania.com and http://jimmac.musichall.cz/ikony.php3 Distributed under GPL
sl: aLinkCreator, aMule izdelovalec ed2k povezav (c) 2004 ThePolish <thepolish@vipmail.ru> Pixmaps from http://www.everaldo.com and http://www.icomania.com and http://jimmac.musichall.cz/ikony.php3 Distributed under GPL

source: Hashing...
sl: Hashiram...

source: Done in %.2f s
sl: Konèano v %.2f s

source: You have already added this URL !
sl: Ta URL ste ¾e dodali !

source: Please, enter a non empty URL
sl: Prosimo, vnesite neprazen URL

source: Request failed with the following error: %s.
sl: Zahteve ni bilo mogoèe izvesti zaradi napake: %s.

source: Request failed with an unknown error.
sl: Zahteva prekinjena z neznano napako.

source: Index file not found: bad template
sl: Index datoteka ni najdena: slaba predloga

source: Can't create web socket thread
sl: Ne morem ustvariti web socket niti

source: Web Server: Started
sl: Web Server: Zagnan

source: Session expired - requesting login
sl: Seja potekla - zahtevam prijavo

source: Session ok, logged in
sl: Seja ok, prijavljen

source: Session ok, not logged in
sl: Seja ok, ni prijave

source: No session opened - will request login
sl: Odprta ni nobena seja - zahtevam prijavo

source: Session created - requesting login
sl: Seja ustvarjena - zahtevam prijavo

source: Processing request [original]:
sl: Obdelujem zahtevo [original]:

source: Checking password
sl: Preverjam geslo

source: Password ok
sl: Geslo pravilno

source: Password bad
sl: Napaèno geslo

source: Session is not logged and request have no password
sl: Seje ni v zapisniku in zahteva je brez gesla

source: Logout requested
sl: Zahtevana odjava

source: Processing request [redirected]:
sl: Obdelujem zahtevo [preusmerjeno]:

source: Loads template <str>
sl: Nalo¾i predlogo <str>

source: Webserver HTTP port
sl: HTTP port Webserverja

source: Use gzip compression
sl: Uporabi gzip kompresijo

source: Full access password for webserver
sl: Geslo za vse pravice

source: Guest password for webserver
sl: Geslo za nizke pravice

source: Allow guest access
sl: Sprejmi povezavo z nizkimi pravicami

source: Deny guest access
sl: Zavrni povezavo z nizkimi pravicami

source: Load/save webserver settings from/to remote aMule
sl: Nalo¾i/Shrani nastavitve webserverja v/iz oddaljene aMule

source: aMule config file path. DO NOT USE DIRECTLY!
sl: Pot do nastavitvene datoteke. NE UPORABI DIREKTNO!

source: Disable PHP interpreter (deprecated)
sl: Izklopi PHP interpreter (zastarelo)

source: Recompile PHP pages on each request
sl: Ponovno nalo¾i PHP strani ob vsaki zahtevi

source: Unknown
sl: Neznano

source: Unknown extension '%s' for the '%s' command.
sl: Neznan dodatek '%s' ukaza '%s'.

source: Unknown command '%s'.
sl: Neznan ukaz '%s'.

source: This command cannot have an argument.
sl: Ta ukaz nima argumentov.

source: This command must have an argument.
sl: Ta ukaz mora imeti argument.

source: This command is incomplete, you must use one of the extensions below.
sl: Ta ukaz je nepopoln, uporabiti morate enega od spodaj navedenih dodatkov.

source: Available extensions:
sl: Dodatki ukaza:

source: Available commands:
sl: Ukazi, ki so na voljo:

source: All commands are case insensitive. Type 'help <command>' to get detailed info on <command>.
sl: Pri ukazih ni razlikovanja med velikimi in malimi èrkami. Napi¹ite 'help <ukaz>' za pomoè pri <ukaz>.

source: Exits from the application.
sl: Izhod iz programa.

source: Show help.
sl: Prika¾i pomoè.

source: To get help on a command, type 'help <command>'. To get the full command list type 'help'.
sl: Za pomoè pri ukazu napi¹ite 'help <ukaz>'. Za celoten seznam ukazov napi¹ite 'help'.

source: Use '%s' for command list
sl: Uporabite '%s' za seznam ukazov

source: Syntax error!
sl: Napaka v sintaksi!

source: Error processing command - should never happen! Report bug, please
sl: Napaka pri obdelavi ukaza - se ne bi smelo zgoditi! Prosimo, po¹ljite sporoèilo o hro¹èu.

source: This command should not have any parameters.
sl: Ta ukaz nima parametrov.

source: This command must have a parameter.
sl: Ta ukaz mora imeti parametre.

source: Invalid argument.
sl: Neveljaven argument.

source: This is an incomplete command.
sl: Ukaz ni popoln.

source: Type '%s' to get more help.
sl: Napi¹ite '%s' za dodatno pomoè.

source: This is %s %s %s
sl: To je %s %s %s

source: This is %s %s
sl: To je %s %s

source: Creating client...
sl: Ustvarjam odjemalca...

source: Connection Failed. Unable to connect to the specified host
sl: Povezava ni uspela. Ni se bilo mogoèe povezati z navedenim gostiteljem

source: Ok, exiting %s...
sl: Ok, zapu¹èam %s...

source: Cannot connect with an empty password. You must specify a password either in config file or on command-line, or enter one when asked. Exiting...
sl: Povezava s praznim geslom ni mogoèa. Vnesti morate geslo ali v nastavitveni datoteki ali v ukazni vrstici ali pa ko boste vpra¹ani za geslo. Zapu¹èam...

source: Show this help text.
sl: Prika¾i pomoè.

source: Host where aMule is running. (default: localhost)
sl: Gostitelj kjer teèe aMule. (privzeto: localhost)

source: aMule's port for External Connection. (default: 4712)
sl: aMule port za oddaljene povezave. (privzeto: 4712)

source: External Connection password.
sl: Geslo za oddaljene povezave.

source: Read configuration from file.
sl: Preberi nastavitve iz datoteke.

source: Do not print any output to stdout.
sl: Ne napi¹i nièesar v stdout.

source: Be verbose - show also debug messages.
sl: Prika¾i tudi razhro¹èevalna sporoèila.

source: Sets program locale (language).
sl: Nastavi podroène nastavitve (jezik) programa.

source: Write command line options to config file.
sl: Zapi¹i nastavitve iz ukazne vrstice v datoteko.

source: Creates config file based on aMule's config file.
sl: Ustvari nastavitveno datoteko, ki temelji na nastavitveni datoteki od aMule.

source: Print program version.
sl: Izpi¹i razlièico programa.

source: ERROR: Failed to create partfile)
sl: NAPAKA: Delne datoteke ni bilo mogoèe ustvariti)

source: ERROR: Failed to open partfile)
sl: NAPAKA: Delne datoteke ni bilo mogoèe odpreti)

source: Error: Failed to load backup file. Search http://forum.amule.org for .part.met recovery solutions
sl: Napaka: Varnostne datoteke ni mogoèe nalo¾iti. Poglejte na http://forum.amule.orgza programe za re¹evanje .part.met datotek.

source: Error: Failed to open part.met file: %s ==> %s
sl: Napaka: Ni bilo mogoèe odpreti part.met datoteke: %s ==> %s

source: Error: Backup part.met file is 0 size! Search http://forum.amule.org for .part.met recovery solutions
sl: Napaka: Velikost varnostne kopije od part.met je 0 ! Poglejte na http://forum.amule.orgza programe za re¹evanje .part.met datotek.

source: Error: part.met file is 0 size: %s ==> %s
sl: Napaka: Velikost part.met datoteke je 0 : %s ==> %s

source: Trying to load backup of met-file from %s
sl: Posku¹am nalo¾iti varnostno kopijo met datoteke iz %s

source: Error: part.met backup file is 0 size: %s ==> %s
sl: Napaka: Velikost varnostne kopije od part.met je 0: %s ==> %s

source: Error: Invalid part.met fileversion: %s ==> %s
sl: Napaka: Neveljavna razlièica part.met datoteke: %s ==> %s

source: Error: %s (%s) is corrupt (wrong tagcount), unable to load file.
sl: Napaka: %s (%s) je pokvarjen (napaèen tagcount), ni mogoèe nalo¾iti datoteke.

source: Trying to recover file info...
sl: Posku¹am re¹iti informacije o datoteki...

source: Recovering no-named file - will try to recover it as RecoveredFile.dat
sl: Re¹ujem neimenovano datoteko - jo bom sku¹al re¹iti kot RecoveredFile.dat

source: Recovered all available file info :D - Trying to use it...
sl: Re¹il vse informacije o datoteki ki so na voljo :D - Jih bom posku¹al uporabiti...

source: Unable to recover file info :(
sl: Ni mogoèe re¹iti informacij o datoteki :(

source: Failed to open %s (%s)
sl: Ni bilo mogoèe odpreti %s (%s)

source: Warning: %s might be corrupted (%i)
sl: Opozorilo: mo¾no, da je %s pokvarjen (%i)

source: ERROR while saving partfile: %s (%s ==> %s)
sl: NAPAKA med shranjevanjem %s (%s ==> %s)

source: Unable to open %s file - using %s file.
sl: Ni mogoèe odpreti %s - posku¹am %s.

source: Message
sl: Sporoèilo

source: '%s' is 0 size somehow - using %s file.
sl: Velikost '%s' je 0 - posku¹am %s.

source: Failed to save part.met.seeds file for %s
sl: Ni bilo mogoèe shraniti part.met.seeds za '%s'

source: Saved %i sources seeds for partfile: %s (%s)
sl: Shranjenih %i virov za datoteko: %s (%s)

source: Partfile %s (%s) has no seeds file
sl: Datoteka %s (%s) nima .seeds datoteke

source: Partfile %s (%s) has a void seeds file
sl: Datoteka %s (%s) ima prazno .seeds datoteko

source: Error reading partfile's seeds file (%s - %s): %s
sl: Napaka pri branju .seeds datoteke (%s - %s): %s

source: Found corrupted part (%d) in %d parts file %s - FileResultHash |%s| FileHash |%s|
sl: Najden pokvarjen del (%d) v %d datoteki %s - - FileResultHash |%s| FileHash |%s|

source: Found completed part (%i) in %s
sl: Najden konèan del (%i) v %s

source: Finished rehashing %s
sl: Rehashiranje %s konèano

source: Unexpected file error while completing %s. File paused
sl: Neprièakovana napaka med konèevanjem %s. Datoteka pavzirana

source: WARNING: Failed to delete %s
sl: OPOZORILO: Ni bilo mogoèe zbrisati %s

source: WARNING: A file with that name already exists, the file has been renamed
sl: OPOZORILO: Datoteka s tem imenom ¾e obstaja, ta datoteka je bila preimenovana

source: WARNING: Could not remove original '%s' after creating backup
sl: OPOZORILO: Ni bilo mogoèe odstraniti originala '%s' po izdelavi varnostne kopije

source: WARNING: Failed to delete %s.seeds
sl: OPOZORILO: Ni bilo mogoèe zbrisati %s.seeds

source: Finished downloading: %s
sl: Konèan prenos: %s

source: Downloaded: %s
sl: Prene¹eno: %s

source: Deleting file: %s
sl: Brisanje datoteke: %s

source: Stopped
sl: Dat. ustavljena

source: Removed from shared
sl: Dat. odstranjena iz deljenja

source: Removed from download queue
sl: Dat. odstranjena iz seznama prenosov

source: Removed transferwnd
sl: Dat. odstranjena iz okna s prenosi

source: Closed
sl: Dat. zaprta

source: Failed to delete '%s'
sl: Ni bilo mogoèe zbrisati '%s'

source: Removed .part.met
sl: Odstranjena .part.met

source: Failed to delete '%s'
sl: Ni bilo mogoèe zbrisati '%s'

source: Removed .part
sl: Odstranjena .part

source: Removed .BAK
sl: Odstranjena .BAK

source: Removed .seeds
sl: Odstranjena .seeds

source: Done
sl: Konèano

source: Warning: Unable to hash downloaded part - hashset incomplete for '%s'
sl: Opozorilo: Ni mogoèe hashirati prene¹enega dela, hashset nepopoln za '%s'

source: Error: Unable to hash downloaded part - hashset incomplete (%s). This should never happen
sl: Napaka: Ni mogoèe hashirati prene¹enega dela, hashset nepopoln (%s). To se ne bi smelo zgoditi

source: %s: Expected part-hash: %s
sl: %s: Prièakovan hash: %s

source: %s: Actual part-hash: %s
sl: %s: Dejanski hash: %s

source: WARNING: Not enough free disk-space! Pausing file: %s
sl: OPOZORILO: Na disku ni dovolj prostora! Pavziram datoteko: %s

source: Downloaded part %i is corrupt in file: %s
sl: Prene¹en del %i v datoteki '%s' je pokvarjen.

source: ICH: Recovered corrupted part %i for %s -> Saved bytes: %s
sl: IRN: Re¹en pokvarjen del %i v '%s' -> Pridobitev: %s bajtov

source: Hashing
sl: Hashiram

source: Completing
sl: Konèujem

source: Complete
sl: Konèano

source: Paused
sl: Na pavzi

source: Erroneous
sl: Vsebuje napake

source: Insufficient Diskspace
sl: Ni dovolj prostora na disku

source: Downloading
sl: Prena¹am

source: Waiting
sl: Èakam

source: Stopped
sl: Ustavljeno

source: Failed to connect to all servers listed. Making another pass.
sl: Ni se bilo mogoèe povezati na noben stre¾nik v listi.

source: No valid servers to connect in serverlist found
sl: V stre¾ni¹ki listi ni nobenega veljavnega stre¾nika

source: Connected to %s (%s:%i)
sl: Povezan z %s (%s:%i)

source: Connection established on: %s
sl: Povezava vzpostavljena z: %s

source: Fatal Error while trying to connect. Internet connection might be down
sl: Kritièna napaka med povezovanjem. Internetna povezava mogoèe ni na voljo

source: Lost connection to %s (%s:%i)
sl: Izgubljena povezava z %s (%s:%i)

source: %s (%s:%i) appears to be dead.
sl: %s (%s:%i) je nedosegljiv.

source: %s (%s:%i) appears to be full.
sl: %s (%s:%i) je poln.

source: Automatic connection to server will retry in %d seconds
sl: Ponovni poskus samodejnega povezovanja èez %d s

source: Connection lost
sl: Povezava zgubljena

source: Connecting to %s (%s:%i) failed.
sl: Povezava z %s (%s:%i) ni uspela.

source: Error: Socket invalid at timeoutcheck
sl: Napaka: Socket invalid at timeoutcheck

source: Connection attempt to %s (%s:%i) timed out.
sl: Povezava z %s (%s:%i) se je iztekla.

source: Username
sl: Uporabni¹ko ime

source: Friends
sl: Prijatelji

source: Show &Details
sl: Prika¾i Po&drobnosti

source: Add a friend
sl: Dodaj prijatelja

source: Remove Friend
sl: Odstrani prijatelja

source: Send &Message
sl: Po¹lji &sporoèilo

source: View Files
sl: Poglej datoteke

source: Establish Friend Slot
sl: Ustvari mesto za prijatelja

source: Are you sure that you wish to delete the selected friend(s)?
sl: Ste preprièani da ¾elite zbrisati izbrane prijatelje?

source: You are not allowed to set more than one friendslot. Only one slot was assigned.
sl: Ne morete imeti veè kot enega mesta za prijatelje. Samo eno mesto je bilo dodeljeno.

source: Multiple selection
sl: Izbira veèih

source: Are you sure you wish to cancel and delete all files in this category?
sl: Ste preprièani, da ¾elite prekiniti prenos in zbrisati vse datoteke v tej kategoriji?

source: Confirmation Required
sl: Potrebna je potrditev

source: Banned
sl: Izloèen

source: Category
sl: Kategorija

source: All
sl: Vse

source: All others
sl: Vse ostalo

source: Incomplete
sl: Nedokonèano

source: Completed
sl: Konèano

source: Active
sl: Aktiven

source: Audio
sl: Avdio

source: Archive
sl: Arhiv

source: Pictures
sl: Slike

source: Text
sl: Tekst

source: Select view filter
sl: Filtriraj prikaz

source: Add category
sl: Dodaj kategorijo

source: Edit category
sl: Uredi kategorijo

source: Remove category
sl: Odstrani kategorijo

source: &Pause
sl: &Pavza

source: &Resume
sl: &Nadaljuj

source: Uploads
sl: Prenosi gor

source: On Queue
sl: V vrsti

source: Clients
sl: Uporabniki

source: Server not added: No IP or hostname specified.
sl: Stre¾nik ni bil dodan: IP ali ime gostitelja nista navedena.

source: Server not added: Invalid server-port specified.
sl: Stre¾nik ni bil dodan: naveden je neveljaven port.

source: Connected
sl: Povezan

source: Server
sl: Stre¾niki

source: Not Connected
sl: Ni povezave

source: Running
sl: Teèe

source: Status:
sl: Stanje:

source: Disconnected
sl: Ni povezave

source: Connection State:
sl: Stanje povezave:

source: Firewalled
sl: Za po¾arnim zidom

source: OK
sl: Vredu

source: Firewalled state:
sl: Stanje za po¾. zidom:

source: Connected to buddy
sl: Povezan s kolegom

source: No buddy
sl: Brez kolega

source: Buddy address:
sl: Naslov kolega:

source: Average Users:
sl: Povpreèno uporabnikov:

source: Average Files:
sl: Povpreèno datotek:

source: Not running
sl: Ne teèe

source: Info not Available
sl: Info ni na voljo

source: Hasher: Creating new thread.
sl: Hasher: Ustvarjam novo nit.

source: Hasher: Signaling for remaining threads to terminate.
sl: Hasher: Po¹iljam signal, naj se obstojeèe niti prekinejo.

source: Hasher: No files on queue, stopping thread.
sl: Hasher: Nobene datoteke v vrsti, ustavljam nit.

source: Hasher: Starting to create MD4 and AICH hash for file: %s
sl: Hasher: Zaèenjam z izdelavo MD4 in AICH hasha za datoteko: %s

source: Hasher: Starting to create MD4 hash for file: %s
sl: Hasher: Zaèenjam z izdelavo MD4 hasha za datoteko: %s

source: Hasher: Finished hashing file: %s
sl: Hasher: Konèano hashiranje datoteke: %s

source: Hasher: A thread has died.
sl: Hasher: Nit konèana.

source: Chat-Session Started: %s (%s:%u) - %s %s
sl: Zaèetek novega pogovora: %s (%s:%u) - %s %s

source: *** Connected to Client ***
sl: *** Povezan z uporabnikom ***

source: *** Connecting to Client ***
sl: *** Povezujem z uporabnikom ***

source: *** Failed to Connect to client / Connection lost ***
sl: *** Povezava z uporabnikom ni uspela / povezava prekinjena ***

source: File Details
sl: Podrobnosti

source: %.2f%% done
sl: %.2f%% konèano

source: Error: Could not listen to TCP port.
sl: Napaka: Ni mogoèe poslu¹ati na TCP port.

source: Failed to retrieve shared files from user '%s'
sl: Ni bilo mogoèe dobiti deljenih datotek od uporabnika '%s'

source: (Fake eMule version %#x)
sl: (Fake eMule %#x)

source: 1.x (based on eMule v0.%u)
sl: 1.x (temelji na eMule v0.%u)

source: NickName: %s ID: %u
sl: Vzdevek: %s ID: %u

source: Requested:
sl: Zahtevano:
