Repository: amule-project/amule
Catalog: branches/RELEASE-2_1_X/po/*.po
Languages: sl

source: Last Reception
sl: Zadnja sprememba

source: Are you sure that you wish to delete the selected file(s)?
sl: Ste preprièani da ¾elite zbrisati oznaèene datoteke?

source: Feedback from: %s
sl: Odziv od: %s

source: Client: aMule %s
sl: Odjemalec: aMule %s

source: File Name: %s
sl: Ime Datoteke: %s

source: File size: %s
sl: Velikost: %s

source: Download: %s
sl: Prenos: %s

source: Sources: %u
sl: Virov: %u

source: Complete Sources: %u
sl: Celotnih virov: %u

source: Send message to user
sl: Po¹lji uporabniku sporoèilo

source: Message to send:
sl: Poslano sporoèilo:

source: Downloads
sl: Prenosi dol

source: Low
sl: Nizka

source: Normal
sl: Normalna

source: High
sl: Visoka

source: Auto
sl: Samod.

source: C&lear completed
sl: Poèisti &konèane

source: Swap every A4AF to this file now
sl: Prenesi vse A4AF vire na to datoteko

source: Swap every A4AF to this file (Auto)
sl: Prenesi vse A4AF vire na to dat. (samod.)

source: Swap every A4AF to any other file now
sl: Prenesi vse A4AF vire na druge datoteke

source: Drop No Needed Sources now
sl: Opusti vse nepotrebne vire

source: Drop Full Queue Sources now
sl: Opusti vire s polno vrsto

source: Drop High Queue Rating Sources now
sl: Opusti vire z visokim mestom v vrsti

source: Clean Up Sources now (NNS, FQS && HQRS)
sl: Opusti vire brez uporabnih delov, s polno vrsto...

source: Extended Options
sl: Dodatne mo¾nosti

source: Get Razorback 2's stats for this file
sl: Dobi Razorback2 statistiko za to dat.

source: Preview
sl: Predogled

source: Show file &details
sl: Prika¾i po&drobnosti

source: Show all comments
sl: Prika¾i komentarje

source: Copy ED2k &link to clipboard
sl: Kopiraj ED2k pove&zavo v odlo¾i¹èe

source: Copy ED2k link to clipboard (&HTML)
sl: Kopiraj ED2k povezavo v odl. (&HTML)

source: Copy feedback to clipboard
sl: Kopiraj odzive v odlo¾i¹èe

source: unassign
sl: preklièi dodelitev

source: Assign to category
sl: Dodeli kategoriji

source: &Open the file
sl: &Odpri datoteko

source: Add to Friends
sl: Dodaj med prijatelje

source: Send message
sl: Po¹lji sporoèilo

source: Swap to this file
sl: Prenesi k tej datoteki

source: Enter new name for this file:
sl: Vnesite novo ime za to datoteko:

source: File rename
sl: Preimenuj datoteko

source: Queue Full
sl: Vrsta polna

source: Asked for another file
sl: Prosil za drugo datoteko

source: Downloads (%i)
sl: Prenosi (%i)

source: Please set your prefered video player on preferences. Meanwhile, aMule will attempt to use mplayer and you will get this warning on every preview
sl: Prosimo, nastavite predvajalnik v nastavitvah. Tokrat bo aMule poskusil uporabiti mplayer, dobili pa boste to opozorilo ob vsakem predogledu

source: File preview
sl: Predogled

source: ERROR: Failed to execute external media-player!
sl: NAPAKA: Ni bilo mogoèe zagnati predvajalnika!

source: Command: %s
sl: Ukaz: %s

source: For system tray integration to work, you must specify which desktop you are using. You can change this later from preferences.
sl: Da bo delovala integracija s sistemsko vrstico, morate navesti katero namizje uporabljate. Izbiro lahko pozneje spremenite v nastavitvah.

source: Gnome 2.x (or other XEMBED compatible)
sl: Gnome 2.x (ali zdru¾ljivo z XEMBED)

source: No systray integration, please
sl: Brez integracije s sistemsko vrstico

source: Desktop
sl: Namizje

source: ED2K Link Handler
sl: Upravljalec ED2K povezav

source: Commit
sl: Nalo¾i

source: Click here to add the ed2k link in the text control to your download queue.
sl: Kliknite tukaj, da dodate na levi navedeno ed2k povezavo k prenosom.

source: Pop-up status text
sl: Prika¾i okno s stanjem

source: Loading ...
sl: Nalagam ...

source: Events are displayed here. For a complete list of events, refer to the log in the Servers-tab.
sl: Dogodki so prikazani tukaj. Za popoln seznam dogodkov, poglejte v zapisnik v zavihku Stre¾niki.

source: Number of users on the server you are connected to ...
sl: ©tevilo uporabnikov na stre¾niku na katerega ste povezani ...

source: Users: 0
sl: Uporabnikov: 0

source: Users connected to the current server and an estimate of the total number of users.
sl: ©t. uporabnikov povezanih na ta stre¾nik in pribli¾ek celotnega ¹tevila uporabnikov.

source: Up: 0.0 | Down: 0.0
sl: Gor: 0.0 | Dol: 0.0

source: Current average upload and download rates. If enabled the numbers in the braces signify the overhead from client communication.
sl: Trenutno povpreèje prenosa v obe smeri. Èe je vklopljen prikaz prese¾ka, ¹tevilke v oklepaju ponazarjajo prese¾ek prenosa od komunikacije med uporabniki.

source: Displays the connected status and active transfers. Red arrows signifies that you are currently not connected, yellow arrows signify that you have low ID (firewalled) and green arrows signify that you have high ID (The optimal connection type).
sl: Prikazuje stanje povezave. Rdeèe pu¹èice pomenijo da trenutno niste povezani, rumene pu¹èice pomenijo da imate nizki ID (ste za po¾arnim zidom) in zelene pu¹èice pomenijo da imate visok ID (optimalna povezava).

source: Not Connected ...
sl: Ni povezave ...

source: Currently connected server.
sl: Trenutno povezan s stre¾nikom.

source: Search
sl: Iskanje

source: Name:
sl: Ime:

source: Type
sl: Vrsta

source: Local Search
sl: I¹èi lokalno

source: Global Search
sl: I¹èi globalno

source: Extended Parameters
sl: Dodatne mo¾nosti

source: Filtering
sl: Filtriranje

source: File Type
sl: Vrsta datoteke

source: Extension
sl: Konènica

source: Min Size
sl: Min. velikost

source: Bytes
sl: Bajtov

source: Max Size
sl: Maks. velikost

source: Availability
sl: Razpolo¾ljivost

source: Filter Results
sl: Filtriraj rezultate

source: Invert Result
sl: Inverzen rezultat

source: Hide Known Files
sl: Skrij znane datoteke

source: Stop
sl: Ustavi

source: Download
sl: Prenos

source: Results
sl: Rezultati iskanja

source: Clears completed downloads
sl: Poèisti konèane prenose

source: Shows Upload / Up-queue
sl: Preklopi med prenosi / vrsto

source: Clients on queue :
sl: Uporabnikov v vrsti :

source: Send
sl: Po¹lji

source: Sends the specified message.
sl: Po¹lje navedeno sporoèilo.

source: Close
sl: Zapri

source: Close this chat-session.
sl: Konèaj ta pogovor.

source: General
sl: Splo¹no

source: Full Name :
sl: Polno Ime :

source: met-File :
sl: met datoteka :

source: Filesize :
sl: Velikost :

source: Partfilestatus :
sl: Stanje :

source: Last seen complete :
sl: Nazadnje viden celotno:

source: Transfer
sl: Prenos

source: Found Sources :
sl: Najdenih virov :

source: Transferring Sources :
sl: Prena¹ajoèi viri :

source: Filepart-Count :
sl: ©tevilo delov :

source: Available :
sl: Na voljo :

source: Datarate :
sl: Hitrost :

source: Transferred :
sl: Prene¹eno :

source: Completed Size :
sl: Konèano :

source: Intelligent Corruption Handling
sl: Inteligentno Re¹evanje Napak

source: Lost to corruption :
sl: Izguba zaradi napak :

source: Gained by compression :
sl: Pridobitev zaradi kompresije :

source: Packages saved by I.C.H. :
sl: Paketi re¹eni od I.R.N. :

source: File Names
sl: Imena datoteke

source: Takeover
sl: Prevzami

source: Cleanup
sl: Poèisti

source: Rename
sl: Preimenuj

source: Comment/Rate file (Text will be visible to all users)
sl: Komentiraj/Oceni datoteko (komentar bo viden vsem uporabnikom)

source: For a film you can say its length, its story, language ... and if it's a fake, you can tell that to other users of aMule.
sl: Za film lahko npr. napi¹ete zgodbo, dol¾ino ... èe je fake lahko opozorite ostale uporabnike.

source: File Quality
sl: Kakovost datoteke

source: Choose the file rating or advice users if the file is invalid ...
sl: Izberi oceno datoteke ali sporoèi uporabnikom da datoteka ni veljavna ...

source: Apply
sl: Uporabi

source: No comment(s)
sl: Ni komentarjev

source: Refresh
sl: Osve¾i

source: Downloading, please wait ...
sl: Prena¹am, prosimo poèakajte ...

source: Unknown size
sl: Neznana velikost

source: Required Information
sl: Potrebne informacije

source: IP Address :
sl: IP naslov :

source: Additional Information
sl: Dodatne informacije

source: Username :
sl: Uporabni¹ko ime :

source: Shared Files
sl: Moje datoteke

source: Reload your shared files
sl: Ponovno nalo¾i deljene datoteke

source: Statistics
sl: Statistika

source: Current Session
sl: Seja

source: Total
sl: Skupno

source: Requested :
sl: Zahtev :

source: Active Uploads :
sl: Aktivni prenosi(gor) :

source: Download-Speed
sl: Hitrost prenosa(dol)

source: Current
sl: Trenutno

source: Running average
sl: Trenutno povpreèje

source: Session average
sl: Povpreèje seje

source: Upload-Speed
sl: Hitrost prenosa(gor)

source: Connections
sl: Povezava

source: Active downloads
sl: Aktivni prenosi(dol)

source: Active connections (1:1)
sl: Aktivne povezave (1:1)

source: Active uploads
sl: Aktivni prenosi(gor)

source: Statistics Tree
sl: Statistièno drevo

source: Username:
sl: Uporabni¹ko ime:

source: Client software:
sl: Odjemalec:

source: Client version:
sl: Razlièica:

source: IP address:
sl: IP naslov:

source: User ID:
sl: ID:

source: Server IP:
sl: IP stre¾nika:

source: Server name:
sl: Ime stre¾nika

source: Transfers to client
sl: Prenosi k/od uporabnika

source: Current request:
sl: Trenutna zahteva:

source: Average upload rate:
sl: Povpreèni prenos gor:

source: Average download rate:
sl: Povpreèni prenos dol:

source: Uploaded (session):
sl: Prenesel gor (to sejo):

source: Downloaded (session):
sl: Prenesel dol (to sejo):

source: Uploaded (total):
sl: Prenesel gor (skupno):

source: Downloaded (total):
sl: Prenesel dol (skupno):

source: Scores
sl: Toèke

source: DL/UP modifier:
sl: Gor/Dol koliènik:

source: Rating (total):
sl: Razmerje (skupno):

source: Queue score:
sl: Toèke v vrsti:

source: General Settings
sl: Splo¹ne nastavitve

source: Nick
sl: Vzdevek

source: http://www.aMule.org - the Linux Mule
sl: http://www.aMule.org - mula za Linux (in druge sisteme)

source: This is the name that other users will see when connecting to you.
sl: To ime vidijo ostali ko se pove¾ejo z vami.

source: Language
sl: Jezik

source: This specifies the language used on controls.
sl: Tukaj nastavite jezik programa.

source: Misc Options
sl: Razne nastavitve

source: Check for new version at startup
sl: Ob zagonu preveri za novo razlièico

source: Enabling this will make aMule check for new version at startup
sl: Èe je vklopljeno, bo aMule ob vsakem zagonu preveril ali obstaja nova razlièica programa.

source: Start minimized
sl: Za¾eni pomanj¹ano

source: Enabling this makes aMule minimize itself upon start.
sl: Èe je vklopljeno, se bo aMule pomanj¹al ob zagonu.

source: Prompt on exit
sl: Opozori ob izhodu

source: Makes aMule promt before exiting.
sl: Ali naj se prika¾e opozorilo ob izhodu iz aMule.

source: Downloadlist doubleclick to expand
sl: Dvojni klik za raz¹iritev pri prenosih

source: If enabled, it is possible to display the sources associated with downloads by double-clicking on them.
sl: Èe je vklopljeno, se z dvojnim klikom na datoteko prika¾ejo uporabniki, ki imajo to datoteko.

source: Enable Tray Icon
sl: Prika¾i ikono v sistemski vrstici

source: This Enables/Disables the system tray (or taskbar) icon.
sl: Vklopi/Izklopi ikono v sistemski vrstici.

source: Minimize to trayicon
sl: Pomanj¹aj v sistemsko vrstico

source: Enabling this will make aMule minimize to the system-tray, rather than the taskbar.
sl: Èe je vklopljeno, bo aMule pomanj¹an v sistemsko vrstico namesto v opravilno vrstico.

source: Select Window Manager
sl: Izberite okenski upravljalnik

source: Click here to select the type of systray integration you wish aMule to use.
sl: Kliknite tukaj, da nastavite katero vrsto integracije s sistemsko vrstico ¾elite uporabiti.

source: Tooltip Delay Time in secs
sl: Zakasnitev pri prikazu oblaèkov

source: The delay before showing tool-tips.
sl: Zakasnitev preden se pojavi oblaèek z navodili.

source: Browser Selection
sl: Izbira brskalnika

source: User Defined
sl: Roèno

source: Select your browser here
sl: Izberite svoj brskalnik

source: Custom Browser:
sl: Roèna nastavitev:

source: Enter your browser name here. To use the custom browser, select the Custom menu-item from the dropdown-menu above.
sl: Tukaj navedi ime va¹ega brskalnika. Da ga boste lahko uporabili, izberite 'Roèno' v zgornjem meniju.

source: Open in new tab if possible
sl: Odpri v novem zavihku, èe je mogoèe

source: Open the web page in a new tab instead of in a new window when possible
sl: Èe je mogoèe, odpre stran v novem zavihku namesto v novem oknu.

source: Bandwith Limits
sl: Omejitve prenosa

source: Upload
sl: Prenos(gor)

source: Slot Allocation
sl: Prenos za eno mesto

source: Line Capacities
sl: Zmo¾nosti povezave

source: Note: These values are only used for statistics.
sl: Opmoba: Te vrednosti vplivajo samo na statistiko.

source: Standard client TCP Port:
sl: Standardni TCP Port:

source: This is the standard ED2K port and cannot be disabled.
sl: To je standardni ED2K port in ne more biti izklopljen.

source: Extended client UDP Port:
sl: UDP port raz¹irjenega eMule protokola:

source: This UDP port is used for extended Ed2K requests and Kad network
sl: Ta UDP port se uporablja za dodatne ED2K zahteve in za Kad omre¾je

source: disable
sl: onemogoèi

source: UDP port for extended server requests (TCP+3): 4665
sl: UDP port za dodatne stre¾ni¹ke zahteve (TCP+3): 4665

source: Max Sources per File
sl: ©tevilo virov na datoteko

source: Hard Limit
sl: Zgornja meja

source: Connection Limits
sl: Omejitev povezav

source: Max Connections
sl: Najveè povezav

source: Networks
sl: Omre¾ja

source: Autoconnect on startup
sl: Samodejno pove¾i ob zagonu

source: Reconnect on loss
sl: Ponovno pove¾i ob prekinjeni povezavi

source: Show overhead bandwith
sl: Prika¾i prese¾ek prenosa

source: Servers
sl: Stre¾niki

source: Server Options
sl: Nastavitve za stre¾nike

source: Remove dead server after
sl: Zbri¹i nedosegljiv stre¾nik po

source: retries
sl: poskusih

source: Auto-update serverlist at startup
sl: Samodejno posodobi stre¾ni¹ko listo ob zagonu

source: List
sl: Seznam

source: Update serverlist when connecting to a server
sl: Posodobi stre¾ni¹ko listo ob povezavi s stre¾nikom

source: Update serverlist when a client connect
sl: Posodobi stre¾ni¹ko listo ob povezavi z uporabnikom

source: Use priority system
sl: Uporabi prioriteto

source: Use smart LowID check on connect
sl: Uporabi pregled za nizek ID ob povezavi

source: Safe connect
sl: Varna vzpostavitev povezave

source: Autoconnect to servers in static list only
sl: Samodejna povezava samo na statiène stre¾nike

source: Set manually added servers to High Priority
sl: Vsi roèno dodani stre¾niki naj imajo visoko prioriteto

source: Files
sl: Datoteke

source: I.C.H. active
sl: I.R.N. aktiven

source: AICH trusts every hash (not recomended)
sl: AICH zaupa vsakemu hashu (ni priporoèeno)

source: Add files to download in pause mode
sl: Na novo dodani prenosi naj bodo pavzirani

source: Add files to download with auto priority
sl: Na novo dodani prenosi naj imajo avtoprioroteto

source: Try to download first and last chunks first
sl: Najprej poskusi prenesti prvi in zadnji del

source: Add new shared files with auto priority
sl: Nove deljene datoteke naj imajo avtoprioriteto

source: Try to transfer full chunks to all uploads
sl: Posku¹aj po¹iljati dele v celoti

source: Start next paused file when a file completed
sl: Ob konèanem prenosu zaèni prena¹ati naslednjo pavzirano dat.

source: From the same category
sl: iz iste kategorije

source: Save 5 sources on rare files (< 20 sources)
sl: Shrani 5 virov pri redkih datotekah ( < 20 virov)

source: Disk Space
sl: Prostor na disku

source: Check Disk Space
sl: Preveri prostor na disku

source: Select this if you want aMule to check your Disk Space
sl: Vklopite, èe ¾elite da aMule preverja ali imate dovolj prostora na disku.

source: Min Disk Space:
sl: Min. prostora na disku:

source: Enter here the min disk space desired.
sl: Tukaj vnesite minimalni prostor na disku, ki ga ¾elite imeti.

source: Execute command on file completion
sl: Izvedi ukaz ob konèanem prenosu

source: Enable command execution
sl: Vklopi

source: Command:
sl: Ukaz:

source: The following variables will be replaced by the values from the completed file: %FILE - The full path to the file. %HASH - The ED2k hash of the file.
sl: Te spremenljivke bodo zamenjane s podatki konèane datoteke: %FILE - pot do datoteke. %HASH - ED2K hash datoteke.

source: Directories
sl: Mape

source: Incoming Directory :
sl: Mapa za prihajajoèe datoteke :

source: Temporary Directory :
sl: Mapa za zaèasne datoteke :

source: Shared Directories
sl: Deljene mape

source: (Right click on folder icon for recursive share)
sl: (Desni klik na ikono izbere tudi vse podmape)

source: Share hidden files
sl: Deli skrite datoteke

source: Video Player
sl: Video predvajalnik

source: Create Backup to preview
sl: Shrani za predogled

source: Graphs
sl: Grafi

source: Update delay : 5 secs
sl: Osve¾i vsakih : 5 sek

source: Time for average graph: 100 mins
sl: Povpreèni èas za graf : 100 min

source: Connections Graph Scale: 100
sl: Merilo za graf povezav: 100

source: Select Statistics Colors
sl: Izberi barve za grafe

source: Background
sl: Ozadje

source: Grid
sl: Mre¾a

source: Download current
sl: Trenutni prenos(dol)

source: Download running average
sl: Trenutno povpreèje za prenos(dol)

source: Download session average
sl: Povpreèje seje za prenos(dol)

source: Upload current
sl: Trenutni prenos(gor)

source: Upload running average
sl: Trenutno povpreèje za prenos(gor)

source: Upload session average
sl: Povpreèje seje za prenos(gor)

source: Active connections
sl: Aktive povezave

source: Systray Icon Speedbar
sl: Pokazatelj hitrosti v sistemski vrstici

source: Kad-nodes current
sl: Kad-vozli¹èa trenutno

source: Kad-nodes running
sl: Kad-vozli¹èa v teku

source: Kad-nodes session
sl: Kad-vozli¹èa seja

source: Select
sl: Izberi

source: Number of Client Versions shown (0=unlimited)
sl: ©tevilo razlièic v statistiènem drevesu (0=neomejeno)

source: Notifications
sl: Opozorila

source: Messages popup
sl: Vizualno opozorilo

source: Use sound
sl: Uporabi zvok

source: Pop out when :
sl: Vizualno opozori ob :

source: New entry on log
sl: Nov vnos v zapisniku

source: Starts a new chat session
sl: Zaèetek novega pogovora

source: A new chat message is received
sl: Sprejeto je novo sporoèilo

source: A download is added or finished
sl: Prenos je dodan ali se je konèal

source: New aMule version detected
sl: Na voljo je nova razlièica aMule

source: Urgent OOD, serverconnection lost
sl: Prekinjena povezava s stre¾nikom

source: Notify by Mail
sl: Opozori po po¹ti

source: Send an Email when transfer complete.
sl: Po¹lji po¹to ko je konèan prenos.

source: SMTP server :
sl: SMTP stre¾nik :

source: Email Address :
sl: Email naslov :

source: Core Tweaks
sl: Nastavitve jedra

source: !!! WARNING !!!
sl: !!! OPOZORILO !!!

source: Do not change these setting unless you know what you are doing, otherwise you can easily make things worse for yourself. aMule will run fine without adjusting any of these settings.
sl: Ne spreminjajte teh nastavitev, razen èe dobro veste kaj poèenjate. V nasprotnem primeru lahko hitro zadeve poslab¹ate. aMule bo deloval popolnoma vredu tudi brez spreminjanja teh nastavitev.

source: Advanced Settings
sl: Napredne nastavitve

source: Max new connections / 5 secs
sl: ©t. novih povezav / 5 sek

source: File Buffer Size: 240000 bytes
sl: Velikost datoteènega pomnilnika: 240000 bajtov

source: Upload Queue Size: 5000 clients
sl: Velikost vrste prenosov(gor): 5000 uporabnikov

source: Server connection refresh interval: Disable
sl: Interval med osve¾itvama povezave na stre¾nik: izklopljeno

source: GUI Tweaks
sl: Nastavitve vmesnika

source: Download Queue Files Progress
sl: Potek prenosov (dol)

source: Show percentage
sl: Prika¾i odstotke

source: Show progressbar
sl: Prika¾i vrstico poteka

source: Progressbar Style
sl: Prikaz vrstice poteka

source: Flat
sl: plosko

source: Round
sl: zaokro¾eno

source: Skin Support
sl: Podpora preoblekam

source: Use skin file to set aMule bitmaps.
sl: Uporabi datoteko za preobleko

source: Skin file:
sl: Datoteka za preobleko:

source: Column Sorting
sl: Samodejno razvr¹èanje

source: Auto-sort files in the download queue (high CPU)
sl: Samodejno razvrsti datoteke v seznamu prenosov (visoka poraba CPU-ja)

source: aMule will sort the columns in your download list automatically
sl: Èe je vklopljeno, bo aMule samodejno razvrstil datoteke v seznamu prenosov

source: Misc Gui Tweaks
sl: Razne nastavitve vmesnika

source: Show Fast ED2K Links Handler
sl: Prika¾i hiter upravljalec ED2K povezav

source: Show extended info on categories tabs
sl: Prika¾i dodatne informacije na zavihkih kategorij

source: Show transfer rates on title
sl: Prika¾i hitrosti prenosa v naslovu

source: Vertical toolbar orientation
sl: Navpièna orodjarna

source: Source Dropping
sl: Opu¹èanje virov

source: Keep sources
sl: Ohrani vire

source: Drop sources
sl: Opusti vire

source: Send sources to any other file before dropping (High CPU)
sl: Po¹lji vire k drugim dat. preden jih opusti (visoka poraba CPU-ja)

source: Sources with no needed file-parts.
sl: Viri brez potrebnih delov za datoteko

source: Full Queue Sources Handling
sl: Upravljanje z viri s polno vrsto

source: Enable auto drop Full Queue Sources
sl: Vklopi avtomatsko opu¹èanje virov s polno vrsto

source: High Queue Rating Sources Handling
sl: Upravljanje z viri z visokim mestom v vrsti

source: Enable auto drop High Queue Rating Sources
sl: Vklopi opu¹èanje virov z visokim mestom v vrsti

source: High Queue Rating value
sl: Pri katerem mestu opusti vir

source: (Min 300 / Max 3000)
sl: (Min. 300 / Maks. 3000)

source: Auto Drop Sources Timer
sl: Timer za opu¹èanje virov

source: Timer (in secs)
sl: Timer (v sek)

source: (Min 60 / 3600 Max)
sl: (Min. 60 / 3600 Maks.)

source: Remote Control
sl: Oddaljeno upravljanje

source: Webserver Parameters
sl: Nastavitve za Webserver

source: Run amuleweb on startup
sl: Za¾eni amuleweb ob zagonu

source: Page Refresh Time (in secs)
sl: Osve¾evanje strani (v sek)

source: Enable Gzip compression
sl: Vklopi gzip kompresijo

source: Enable Low rights User
sl: Vklopi uporabnika z nizkimi pravicami

source: Full rights password
sl: Geslo za vse pravice

source: Low rights password
sl: Geslo za nizke pravice

source: External Connection Parameters
sl: Parametri za oddaljene povezave

source: Accept external connections
sl: Vklopi oddaljene povezave

source: IP of the listening interface (empty for any)
sl: IP vmesnika ki naj sprejme povezave

source: Enter here a valid ip in the a.b.c.d format for the listening EC interface. An empty field or 0.0.0.0 will mean any interface.
sl: Tukaj vnesite veljaven IP v formatu a.b.c.d tistega vmesnika, ki naj sprejme oddaljene povezave. Prazno polje ali 0.0.0.0 pomeni katerikoli vmesnik.

source: Click here to apply any changes made to the preferences.
sl: Kliknite tukaj, da va¹e spremembe nastavitev postanejo veljavne.

source: Reset any changes made to the preferences.
sl: Razveljavi vse spremembe nastavitev.

source: Title :
sl: Naslov :

source: Comment :
sl: Komentar :

source: Incoming Dir :
sl: Mapa za prihajajoèe dat. :

source: Change priority for new assigned files :
sl: Spremeni prioriteto novo dodeljenim datotekam :

source: Dont change
sl: Ne spremeni

source: Select color for this Category (currently selected) :
sl: Izberi barvo za to kategorijo (trenutno izbrano) :

source: Display server motd when connected ...
sl: Poka¾i 'motd' stre¾nika ob povezavi ...

source: Server Info
sl: Stre¾ni¹ka sporoèila

source: Click this button to reset the log.
sl: Kliknite tukaj, da poèistite zapisnik.

source: aMule Log
sl: aMule zapisnik
