Repository: amule-project/amule
Catalog: branches/RELEASE-2_1_X/po/*.po
Languages: sl

source: Click on this button to update the servers list from URL ...
sl: Kliknite tukaj, da posodobite stre¾ni¹ko listo iz URL-ja ...

source: Serverlist
sl: Stre¾ni¹ka lista

source: Enter the url to a server.met file here and press the button to the left to update the list of known servers.
sl: Vnesite url do server.met datoteke in pritisnite gumb na levi, da posodobite stre¾ni¹ko listo.

source: Manual Server Add : Name
sl: Roèno dodajanje stre¾nika : Ime

source: Enter the name of the new server here
sl: Tukaj vnesite ime stre¾nika

source: Enter the IP of the server here, using the x.x.x.x format.
sl: Tukaj vnesite IP stre¾nika v x.x.x.x formatu.

source: Enter the port of the server here.
sl: Tukaj vnesite port stre¾nika.

source: Add manually a server (fill fields to the left before) ...
sl: Roèno dodaj stre¾nik (najprej izpolnite vsa polja) ...

source: The selected locale seems not to be installed on your box You must generate it to use this language. A good start on linux systems is the file /etc/locale.gen and the package 'locales' Good luck! (Note: I'll try to set it anyway)
sl: Zgleda, da izbrana podroèna nastavitev ni name¹èena na va¹em raèunalniku. Morate jo ustvariti, èe bi radi uporabljali ta jezik. V Linuxu si za zaèetek oglejte datoteko /etc/locale.gen in paket 'locales'. Veliko sreèe! (Opomba: vseeno jo bom poizkusil nastaviti)

source: Never show this again
sl: Tega sporoèila ne ka¾i veè

source: Click on this button to update the nodes list from URL ...
sl: Kliknite tukaj, da posodobite listo vozli¹è iz URL-ja...

source: Nodes (0)
sl: Vozli¹èa (0)

source: Enter the url to a nodes.dat file here and press the button to the left to update the list of known nodes.
sl: Vnesite url do nodes.dat datoteke in pritisnite gumb na levi, da posodobite listo vozli¹è.

source: Nodes stats
sl: Statistika vozli¹è

source: Bootstrap
sl: Nalaganje vozli¹è

source: New node
sl: Novo vozli¹èe

source: Bootstrap from known clients
sl: Nalo¾i vozli¹èa od znanih odjemalcev

source: Disconnect Kad
sl: Prekini Kad

source: Security
sl: Varnost

source: File Options
sl: Nastavitve datotek

source: Everybody
sl: Vsi

source: No One
sl: Nihèe

source: Who can see shared files:
sl: Kdo lahko vidi moje datoteke:

source: Select who can request to view a list of your shared files.
sl: Izberite, kdo lahko vidi va¹ seznam deljenih datotek.

source: Default Permissions
sl: Privzeta dovoljenja

source: Owner permissions, must at least be read/write'able.
sl: Dovoljenja lastnika, omogoèeno mora biti vsaj branje/pisanje.

source: Group permissions.
sl: Dovoljenja skupine

source: Other permissions.
sl: Dovoljenja ostalih

source: IP-Filtering
sl: IP-Filtriranje

source: Enable IP-Filtering
sl: Vklopi IP-filtriranje

source: Enable filtering of the IPs defined in the file ~/.aMule/ipfilter.dat.
sl: Vklopi filtriranje IP-jev doloèenih v datoteki ~/.aMule/ipfilter.dat.

source: Reload List
sl: Ponovno nalo¾i

source: Reload the list of IPs to filter from the file ~/.aMule/ipfilter.dat
sl: Ponovno nalo¾i seznam IP-jev za filtriranje iz ~/.aMule/ipfilter.dat datoteke.

source: Auto-update ipfilter at startup
sl: Samodejno posodobi ipfilter ob zagonu

source: Update now
sl: Posodobi zdaj

source: Filtering Level:
sl: Stopnja filtriranja:

source: Always filter LAN IPs
sl: Vedno filtriraj LAN IP-je

source: Client Identification:
sl: Identifikacija odjemalca:

source: Use Secure Identification
sl: Uporabi Secure Identification

source: Secure Identification uses a handshake approch to safely identify clients for use with the credit system.
sl: Secure Identification se uporablja za overovitev med odjemalci za varno uporabo sistema s krediti.

source: Online Signature
sl: Online Podpis

source: Enable/Disable
sl: Vklopi/Izklopi

source: Enable Online-Signature
sl: Vklopi Online Podpis

source: Enables the writing of the OS file, which can be used by external apps to create signatures and the like.
sl: Vklopi ustvarjanje O-P datoteke, iz katere eksterni programi izdelajo podpis s podatki o stanju aMule.

source: Update Frequency (Secs):
sl: Frekvenca posodobitev (sek):

source: Change the frequency (in seconds) of Online Signature updates.
sl: Spremeni frekvenco posodobitve Online Podpis datoteke (v sekundah).

source: Online Signature Directory:
sl: Mapa za Online Podpis:

source: Click here to select the directory containing the the Online Signature files.
sl: Kliknite tukaj, da nastavite mapo, ki vsebuje datoteke za Online Podpis.

source: Disable/Enable
sl: Vklopi/Izklopi

source: Filter incoming messages (except current chat):
sl: Filtriraj prihajajoèa sporoèila (razen v tekoèem pogovoru):

source: Filtering Options:
sl: Mo¾nosti filtriranja:

source: Filter all messages
sl: Filtriraj vsa sporoèila

source: Filter messages from people not on your friend list
sl: Filtriraj sporoèila vseh ki niso na seznamu prijateljev

source: Filter messages from unknown clients
sl: Filtriraj sporoèila od neznanih uporabnikov

source: Filter messages containing (use ',' as separator):
sl: Filtriraj sporoèila ki vsebujejo (uporabi ',' kot loèilnik)

source: add here the words amule should filter and block messages including it
sl: Tukaj dodajte besede ki jih naj aMule filtrira, skupaj s sporoèili v katerih se nahajajo.

source: Enable Proxy
sl: Vklopi proxy

source: Enable/disable proxy support
sl: Vklopi/Izklopi podporo proxy stre¾nikom

source: Proxy type:
sl: Tip proxy:

source: The type of proxy you are connecting to
sl: Tip proxyja na katerega se hoèete povezati

source: Proxy host:
sl: Proxy stre¾nik:

source: The proxy host name
sl: Naslov proxy stre¾nika

source: The proxy port
sl: Port proxy stre¾nika

source: Authentication
sl: Overovitev

source: Enable authentication
sl: Vklopi overovitev

source: Enable/disable username/password authentication
sl: Vklopi/Izklopi overovitev z uporabni¹kim imenom in geslom

source: The username to use to connect to the proxy
sl: Uporabni¹ko ime za povezavo s proxyjem

source: Password:
sl: Geslo:

source: The password to use to connect to the proxy
sl: Geslo za povezavo s proxyjem

source: Automatic server connect without proxy
sl: Pri samodejni povezavi ne uporabi proxyja

source: Connect to:
sl: Pove¾i se z:

source: Login to remote amule
sl: Pove¾i se z oddaljenim odjemalcem

source: User name
sl: Uporabni¹ko ime

source: Remember those settings
sl: Zapomni si te nastavitve

source: Debugging
sl: Razhro¹èevanje

source: Enable Verbose Debug-Logging.
sl: Vklopi zapisnik podrobnosti

source: Message Categories:
sl: Kategorije sporoèil:

source: Waiting...
sl: Èakam...

source: Add imports
sl: Dodaj uvoze

source: Retry selected
sl: Ponovno poskusi izbrane

source: Remove selected
sl: Odstrani izbrane

source: Networks Window
sl: Okno z omre¾ji

source: Searches
sl: Iskanje

source: Searches Window
sl: Okno iskalnika

source: Transfers
sl: Prenos

source: Files Transfers Window
sl: Okno s prenosi datotek

source: Shared Files Window
sl: Okno z mojimi datotekami

source: Statistics Graph Window
sl: Okno s statistiènimi grafi

source: Preferences Settings Window
sl: Okno z nastavitvami

source: Import
sl: Uvoz

source: The partfile importer tool
sl: Orodje za uva¾anje delnih datotek

source: About
sl: O programu

source: About/Help
sl: O programu/Pomoè

source: Client Details
sl: Podrobnosti o uporabniku

source: Not Supported
sl: Ni podprt

source: Failed
sl: Neuspeh

source: Not complete
sl: Nedokonèano

source: Verified - OK
sl: Preverjeno - OK

source: Not Available
sl: Ni na voljo

source: File Comments
sl: Komentarji

source: FileID
sl: Hash koda

source: File
sl: Datoteka

source: Copy ED2k link to clipboard
sl: Kopiraj ED2k povezavo v odlo¾i¹èe

source: Copy ED2k link to clipboard (HTML)
sl: Kopiraj ED2k povezavo v odl. (HTML)

source: Warning: Knownfile list corrupted, contains invalid header.
sl: Opozorilo: Seznam znanih datotek je pokvarjen, vsebuje neveljaven header.

source: IO error while reading known.met file: %s
sl: IO napaka med branjem known.met datoteke: %s

source: Error while saving known.met file: %s
sl: Napaka med shranjevanjem known.met datoteke: %s

source: Uploaded Data (Session (Total)): %s
sl: Prene¹enih podatkov gor (Seja (Skupno)): %s

source: Total Overhead (Packets): %s
sl: Celotni prese¾ek (paketov): %s

source: File Request Overhead (Packets): %s
sl: Prese¾ek zahtev datotek (paketov): %s

source: Source Exchange Overhead (Packets): %s
sl: Prese¾ek izmenjav virov (paketov): %s

source: Server Overhead (Packets): %s
sl: Prese¾ek stre¾nikov (paketov): %s

source: Kad Overhead (Packets): %s
sl: Prese¾ek Kad (paketov): %s

source: Active Uploads: %s
sl: Aktivni prenosi: %s

source: Waiting Uploads: %s
sl: Èakajoèi prenosi: %s

source: Total successful upload sessions: %s
sl: Skupno uspelih prenosov gor: %s

source: Total failed upload sessions: %s
sl: Skupno neuspelih prenosov gor: %s

source: Average upload time: %s
sl: Povpreèni èas prenosov gor: %s

source: Downloaded Data (Session (Total)): %s
sl: Prene¹enih podatkov dol (Seja (Skupno)): %s

source: Found Sources: %s
sl: Najdenih virov: %s

source: Active Downloads (chunks): %s
sl: Aktivni prenosi (deli): %s

source: Session UL:DL Ratio (Total): %s
sl: Razmerje med prenosi (gor:dol): %s

source: Connection
sl: Povezava

source: Average Downloadrate (Session): %s
sl: Povpreèni prenos dol (seja): %s

source: Average Uploadrate (Session): %s
sl: Povpreèni prenos gor (seja): %s

source: Max Downloadrate (Session): %s
sl: Najveèji prenos dol (seja): %s

source: Max Uploadrate (Session): %s
sl: Najveèji prenos gor (seja): %s

source: Reconnects: %i
sl: Ponovnih povezav: %i

source: Time Since First Transfer: %s
sl: Èas od prvega prenosa: %s

source: Connected To Server Since: %s
sl: S stre¾nikom povezan ¾e: %s

source: Active Connections (estimate): %i
sl: Aktivnih povezav (pribli¾ek): %i

source: Max Connection Limit Reached: %s
sl: Dose¾eno najveè mo¾nih povezav: %s

source: Average Connections (estimate): %g
sl: Povpreèno povezav (pribli¾ek): %g

source: Peak Connections (estimate): %i
sl: Povezav v konici (pribli¾ek): %i

source: Filtered
sl: Filtrirani

source: Total: %i Known: %i
sl: Skupno: %i Znani: %i

source: Working Servers: %i
sl: Delujoèi stre¾niki: %i

source: Failed Servers: %i
sl: Nedelujoèi stre¾niki: %i

source: Total: %s
sl: Skupno: %s

source: Deleted Servers: %s
sl: Zbrisani stre¾niki: %s

source: Filtered Servers: %s
sl: Filtrirani stre¾niki: %s

source: Users on Working Servers: %llu
sl: Uporabnikov na delujoèih stre¾nikih: %llu

source: Files on Working Servers: %llu
sl: Datotek na delujoèih stre¾nikih: %llu

source: Total Users: %llu
sl: Skupno uporabnikov: %llu

source: Total Files: %llu
sl: Skupno datotek: %llu

source: Server Occupation: %.2f%%
sl: Zasedenost stre¾nikov: %.2f%%

source: Number of Shared Files: %s
sl: ©tevilo deljenih datotek: %s

source: Total size of Shared Files: %s
sl: Celotna velikost deljenih datotek: %s

source: Average filesize: %s
sl: Povpreèna velikost datoteke: %s

source: LowID: %u (%.2f%% Total %.2f%% Known)
sl: nizek ID: %u (%.2f%% Skupno %.2f%% Znanih)

source: SecIdent On/Off: %u (%.2f%%) : %u (%.2f%%)
sl: SecIdent Da/Ne: %u (%.2f%%) : %u (%.2f%%)

source: Version
sl: Razlièica

source: Operating System
sl: Operacijski sistem

source: Not Received
sl: Neznano

source: Unauthorized access attempt. Connection closed.
sl: Nepoobla¹èen poskus dostopa. Povezava prekinjena.

source: External connection closed.
sl: Oddaljena povezava se je zaprla

source: External connections disabled due to empty password!
sl: Oddaljene povezave izklopljene, ker niste navedli gesla!

source: External connections disabled in config file
sl: Oddaljene povezave izklopljene v nastavitveni datoteki

source: New external connection accepted
sl: Nova oddaljena povezava sprejeta

source: Error: couldn't accept a new external connection
sl: Napaka: ni bilo mogoèe sprejeti oddaljene povezave

source: External connection refused due to empty password in preferences!
sl: Oddaljena povezava zavrnjena, ker v nastavitvah ni navedeno geslo!

source: Connecting client: %s %s
sl: Povezujem z odjemalcem: %s %s

source: Unknown version
sl: Neznana razlièica

source: Incorrect EC version ID, there might be binary incompatibility. Use core and remote from same snapshot.
sl: ID razlièice EC-ja je nepravilen, lahko pride do nekompatibilnosti. Uporabite jedro in oddaljen odjemalec iz istega snapshota.

source: You cannot connect to a release version from an arbitrary CVS version! *sigh* possible crash prevented
sl: Ne morete se povezati z uradno izdajo iz CVS razlièice!

source: Authentication failed.
sl: Overovitev ni uspela.

source: Invalid protocol version.
sl: Neveljavna razlièica protokola.

source: Missing protocol version tag.
sl: Manjka zaznamek razlièice (version tag) protokola.

source: Invalid request, you should first authenticate.
sl: Neveljavna zahteva, najprej se morate overoviti.

source: Access granted.
sl: Dostop sprejet

source: Remote PartFile command failed: FileHash not found: %s
sl: Oddaljen PartFile ukaz ni uspel: Ni bilo mogoèe najti FileHasha: %s

source: FileHash not found: %s
sl: FileHasha ni mogoèe najti: %s

source: OOPS! OpCode processing error!
sl: OOPS! Napaka pri procesiranju OpCode!

source: Server not added
sl: Stre¾nik ni bil dodan

source: server not found: %s
sl: stre¾nika ni mogoèe najti: %s

source: need to define server to be removed
sl: morate definirati stre¾nik, ki ga hoèete odstraniti

source: ED2K is disabled in preferences.
sl: ED2K je izklopljen v nastavitvah.

source: aMule is not connected! Cannot do search.
sl: aMule ni povezan! Iskanje ni mogoèe.

source: Search in progress. Refetch results in a moment!
sl: Iskanje poteka. Sprejmite rezultate èez nekaj trenutkov!

source: WebSearch from remote interface makes no sense.
sl: WebSearch iz oddaljenega vmesnika nima smisla.

source: Kad is disabled in preferences.
sl: Kad je izklopljen v nastavitvah.

source: No points for graph.
sl: Ni toèk za graf.

source: Your client is not configured for this detail level.
sl: Va¹ odjemalec ni konfiguriran za to stopnjo podrobnosti.

source: ExternalConn: shutdown requested
sl: ExternalConn: zahtevana ustavitev

source: Already shutting down.
sl: Ustavitev ¾e poteka.

source: ExternalConn: adding ed2k link '%s'.
sl: ExternalConn: dodajam ed2k povezavo '%s'

source: Invalid link or already on list.
sl: Neveljavna povezava oz. povezava je ¾e na seznamu.

source: File not found.
sl: Datoteke ni mogoèe najti.

source: Invalid file name.
sl: Neveljavno ime datoteke.

source: Unable to rename file.
sl: Ni mogoèe preimenovati datoteke.

source: Already connected to ED2K.
sl: Povezava z ED2K ¾e obstaja.

source: Connecting to ED2K...
sl: Povezujem z ED2K...

source: Already connected to Kad.
sl: Povezava s Kad ¾e obstaja.

source: Connecting to Kad...
sl: Povezujem z Kad...

source: All networks are disabled.
sl: Vsa omre¾ja so izklopljena.

source: Disconnected from ED2K.
sl: Povezava z ED2K prekinjena.

source: Disconnected from Kad.
sl: Povezava z Kad prekinjena.

source: ExternalConn: invalid opcode received: %#x
sl: ExternalConn: sprejet napaèen 'opcode': %#x

source: Invalid opcode (wrong protocol version?)
sl: Napaèen 'opcode' (napaèna verzija protokola?)

source: Failed to open friendlist file 'emfriends.met' for reading!
sl: Ni bilo mogoèe odpreti datoteke prijateljev 'emfriends.met' za branje!

source: Failed to open friendlist file 'emfriends.met' for writing!
sl: Ni bilo mogoèe odpreti datoteke prijateljev 'emfriends.met' za pisanje!

source: Message Filter
sl: Filter za sporoèila

source: Remote Controls
sl: Oddaljeno upravljanje

source: Sources Dropping
sl: Opu¹èanje virov

source: Gui Tweaks
sl: Nastavitve vmesnika

source: Your Auto-update servers list is in blank. 'Auto-update serverlist at startup' will be disabled.
sl: Seznam za samodejno posodobitev stre¾ni¹ke liste je prazen. Samodejna posodobitev stre¾ni¹ke liste ob zagonu je izklopljena.

source: You have enabled external connections but have not specified a password. External connections cannot be enabled unless a valid password is specified.
sl: Vklopili ste oddaljene povezave, niste pa navedli gesla. Oddaljene povezave ne bodo delovale dokler ne navedete veljavnega gesla.

source: Language change will not be applied until aMule is restarted.
sl: Sprememba jezika ne bo veljavna, dokler programa ne za¾enete ponovno.

source: Your Auto-update servers list is in blank. Please fill in at least one URL to point to a valid server.met file. Click on the button "List" by this checkbox to enter an URL.
sl: Seznam za samodejno posodobitev stre¾ni¹ke liste je prazen. Vnesite vsaj en URL do veljavne server.met datoteke. Kliknite na gumb "Seznam", da boste lahko vnesli URL.

source: Temporary files
sl: Zaèasne datoteke

source: Incoming files
sl: Prihajajoèe datoteke

source: Online Signatures
sl: Online Podpisi

source: Choose a folder for %s
sl: Izberite mapo za %s

source: Browse wav
sl: Prebrskaj za wav

source: File wav (*.wav)|*.wav||
sl: Datoteka wav (*.wav)|*.wav||

source: Browse skin file
sl: Prebrskaj za datoteke za preobleko

source: Browse for videoplayer
sl: Prebrskaj za video predvajalnik

source: Select browser
sl: Izberite brskalnik

source: Executable%s
sl: Izvedljiva datoteka %s

source: Edit Serverlist
sl: Uredi stre¾ni¹ko listo

source: Add here URL's to download server.met files. Only one url on each line.
sl: Tukaj dodajte URL-je do server.met datotek. Po en url v vsako vrstico.

source: Update delay: %d secs
sl: Osve¾i vsakih: %d sek

source: Time for average graph: %d mins
sl: Povpreèni èas za graf: %i min

source: Connections Graph Scale: %d
sl: Merilo za graf povezav: %d

source: Update delay : %d secs
sl: Osve¾i vsakih: %d sek

source: File Buffer Size: %d bytes
sl: Velikost datoteènega pomnilnika: %d bajtov

source: Upload Queue Size: %d clients
sl: Velikost vrste prenosov gor: %d uporabnikov

source: Server connection refresh interval: %d minutes
sl: Interval med osve¾itvama povezave na stre¾nik: %d min

source: Server connection refresh interval: Disabled
sl: Interval med osve¾itvama povezave na stre¾nik: izklopljeno

source: Error: %s (%s) - %s
sl: Napaka: %s (%s) - %s

source: Warning: %s (%s) - %s
sl: Opozorilo: %s (%s) - %s

source: New clientid is %u
sl: Nov uporabni¹ki ID je %u

source: Unknown server info received! - too short
sl: Dobljene neznane informacije stre¾nika! - prekratke

source: Received %d new servers
sl: Dobljenih %d novih stre¾nikov

source: Saving of server-list completed.
sl: Shranjevanje stre¾ni¹ke liste konèano.

source: Server rejected last command
sl: Stre¾nik je zavrnil zadnji ukaz

source: Bogus packet received from server: %s
sl: Nenavaden paket dobljen od stre¾nika: %s

source: Unhandled error while processing packet from server: %s
sl: Napaka med obdelavo paketa od stre¾nika: %s

source: Connecting to %s (%s - %s:%i)
sl: Povezujem se z %s (%s - %s:%i)

source: Cannot create DNS solving thread for connecting to %s
sl: Ni mogoèe ustvariti niti za DNS razre¹itev pri povezavi z %s

source: Server IP %s (%s) is filtered. Not connecting.
sl: IP stre¾nika %s (%s) je filtriran. Povezava ni mogoèa.

source: Could not solve dns for server %s: Unable to connect!
sl: Ni mogoèe razre¹iti dns za stre¾nik: %s: Povezava ni mogoèa!

source: Failed to open shared file (%s), rechecking list of shared files.
sl: Ni bilo mogoèe odpreti deljene datoteke '%s', ponovno preglejujem seznam deljenih datotek

source: Hashset requested for unknown file: %s
sl: Zahtevan je bil hashset za neznano datoteko: %s

source: Resuming uploads of file: %s
sl: Nadaljujem prenose gor za datoteko: %s

source: Suspending upload of file: %s
sl: Ustavljam prenose gor za datoteko: %s

source: Impossible to make Kad search (invalid chars? keywords too short? not connected?)
sl: Kad iskanja ni mogoèe izvesti (neveljavni znaki? niz prekratek? niste povezani?)

source: You are not connected to a server!
sl: Niste povezani na stre¾nik!

source: Search not possible
sl: Iskanje ni mogoèe

source: Main
sl: Glavna

source: Close tab
sl: Zapri zavihek

source: Close all tabs
sl: Zapri vse zavihke

source: Close other tabs
sl: Zapri ostale zavihke

source: Rating
sl: Ocena

source: Comment
sl: Komentar

source: No comments
sl: Ni komentarjev

source: %s comment(s)
sl: %s komentarjev

source: Auto [Lo]
sl: Samod. [Ni]

source: Auto [No]
sl: Samod. [No]

source: Auto [Hi]
sl: Samod. [Vi]

source: Very low
sl: Zelo nizka

source: Very High
sl: Zelo visoka

source: Release
sl: Najvi¹ja

source: Asking
sl: Spra¹ujem

source: Connecting via server
sl: Povezujem preko stre¾nika

source: Transferring
sl: Prena¹am

source: Receiving hashset
sl: Sprejemam hashset

source: No needed parts
sl: Niè uporabnih delov

source: Cannot connect LowID to LowID
sl: Povezava nizki ID-nizki ID ni mogoèa

source: Too many connections
sl: Preveè povezav

source: Connecting via Kad
sl: Povezujem preko Kad

source: Too many Kad connections
sl: Preveè Kad povezav

source: Connection Error
sl: Napaka pri povezavi

source: Remote Queue Full
sl: Vrsta polna

source: eMule Compatible
sl: eMule kompat.

source: Local Server
sl: Lokalni stre¾nik

source: Remote Server
sl: Oddaljeni stre¾nik

source: Source Exchange
sl: Izmenjava virov

source: Passive
sl: Pasivno

source: Link
sl: Povezava

source: Server Name
sl: Stre¾nik

source: Address
sl: Naslov

source: Description
sl: Opis

source: Users
sl: Uporabniki

source: Static
sl: Statièen

source: Are you sure you want to delete the static server %s
sl: Ste preprièani da ¾elite zbrisati statièen stre¾nik %s?

source: You are connected to a server you are trying to delete. Please disconnect first. The server was NOT deleted.
sl: Povezani ste na stre¾nik ki ga hoèete zbrisati. Prosimo, najprej prekinite povezavo. Stre¾nik NI bil zbrisan.

source: (Unknown name)
sl: (Neznano ime)

source: Yes
sl: Da

source: No
sl: Ne

source: Failed to open '%s'
sl: Ni bilo mogoèe odpreti '%s'

source: Servers (%i)
sl: Stre¾niki (%i)

source: Connect to server
sl: Pove¾i na stre¾nik

source: Mark server(s) as static
sl: Oznaèi stre¾nik kot statièen

source: Mark server(s) as non-static
sl: Oznaèi stre¾nik kot nestatièen

source: Remove server(s)
sl: Odstrani stre¾nik(e)

source: Remove all servers
sl: Odstrani vse stre¾nike

source: Copy ED2k link(s) to clipboard
sl: Kopiraj ED2k povezavo v odlo¾i¹èe

source: Reconnect to server
sl: Ponovno se pove¾i na stre¾nik

source: Are you sure that you wish to delete all servers?
sl: Ste preprièani da ¾elite zbrisati vse stre¾nike?

source: Are you sure that you wish to delete the selected server(s)?
sl: Ste preprièani da ¾elite izrisati izbrane stre¾nike?

source: Found %i known shared files
sl: Najdenih %i znanih deljenih datotek

source: Found %i known shared files, %i unknown
sl: Najdenih %i znanih deljenih datotek, %i neznanih

source: ERROR! Attempted to share %s
sl: NAPAKA! Posku¹al deliti %s

source: No part files found
sl: Niè delnih prenosov najdenih

source: Found %u part files
sl: Najdenih %u delnih prenosov

source: Downloading %s
sl: Prena¹am %s

source: You are already trying to download the file '%s'
sl: Datoteko '%s' ¾e posku¹ate prenesti.

source: You already have the file '%s'
sl: Datoteko '%s' ¾e imate.

source: You are already trying to download the file %s
sl: To datoteko ¾e posku¹ate prenesti: %s

source: Invalid ed2k link! Error: %s
sl: Neveljavna ed2k povezava! Napaka: %s

source: Disabled [%s]
sl: Izklopljeno [%s]

source: Unban
sl: Dovoli nazaj

source: Show Uploads
sl: Prika¾i prenose(gor)

source: Show Queue
sl: Prika¾i vrsto

source: Show Clients
sl: Prika¾i uporabnike

source: Select View
sl: Izberi pogled

source: Client Software
sl: Odjemalec

source: Waited
sl: Èakal

source: Upload Time
sl: Èas prenosa

source: Obtained Parts
sl: Deli

source: Upload/Download
sl: Prenesel Gor/Dol
