Repository: amule-project/amule
Catalog: tags/AMULE_2_0_0_RC7/po/*.po
Languages: it_ch

source: Update delay : 5 secs
it_ch: Intervall e aggiornament : 5 sec

source: Time for average graph: 100 mins
it_ch: Intervall ro grafic re valor med : 100 min

source: Connections Graph Scale: 100
it_ch: Scal grafic connession: 100

source: Select Statistics Colors
it_ch: Selezion i colur re statistic

source: Background
it_ch: Sfond

source: Grid
it_ch: Grigl

source: Download running average
it_ch: Media re download in cors

source: Download session average
it_ch: Media session re download

source: Upload running average
it_ch: Media re upload in cors

source: Upload session average
it_ch: Media session e upload

source: Active connections
it_ch: Connession attiv

source: Systray Icon Speedbar
it_ch: Icon Speedbar ra systray

source: Select
it_ch: Selezion

source: Statistics Tree
it_ch: Albr re statistic

source: Messages popup
it_ch: Popup re messagg

source: Use sound
it_ch: Us o suon

source: Pop out when :
it_ch: Mostr a finestr e popup in cas e :

source: New entry on log
it_ch: Nuov messagg e log

source: Starts a new chat session
it_ch: Nuov session e chat

source: A new chat message is received
it_ch: Ricezion nuov messagg

source: A download is added or finished
it_ch: Aggiunt o conclusion e nu download

source: New aMule version detected
it_ch: Disponibilita' e na nuov version e aMule

source: Urgent OOD, serverconnection lost
it_ch: OOD Urgent, connession e ro server perdut

source: Notify by Mail
it_ch: Notific tramit Mail

source: Send an Email when transfer complete.
it_ch: Invia ni email quan o download e' completat.

source: SMTP server :
it_ch: Server SMTP :

source: Email Address :
it_ch: Indirizz email :

source: aMule Tweaks Advertisements && Parameters
it_ch: Avvis && Parametr re Tweaks e aMule

source: !!! WARNING !!!
it_ch: !!! ATTENZION !!!

source: Do not change these setting unless you know what you are doing, otherwise you can easily make things worse for yourself. aMule will run fine without adjusting any of these settings.
it_ch: Non modificat ste impostazion se non sapet esattament che stat facenn: potrest ottene' effet indesiderat. aMule funzionera' perfettament anche senz modifica' sti parametr.

source: Max new connections / 5 secs
it_ch: Numer massim re nuov connession / 5 sec

source: Verbose (additional program feedback)
it_ch: Proliss (maggior informazion gop o stat e esecuzion ro program)

source: Autotake ED2K Links only during runtime
it_ch: Pigl automaticament o link ed2k sol durant l'esecuzion

source: File Buffer Size: 240000 bytes
it_ch: Dimension buffer file : 240000 bytes

source: Upload Queue Size: 5000 clients
it_ch: Dimension ra cora e upload : 5000 client

source: Server connection refresh interval: Disable
it_ch: Intervall ro aggiurnament connession al server : disabilitat

source: Arrange Downloads
it_ch: Ordin i download

source: Enable auto-arranging download list
it_ch: Abilit l'ordinament automatic re list e download

source: Download Queue Files Progress
it_ch: Avanzament re core e download

source: Show percentage
it_ch: Mostr percentual

source: Show progressbar
it_ch: Mostr barr e avanzament

source: Progressbar Style
it_ch: Stil ra barr e avanzament

source: Flat
it_ch: Piatt

source: Round
it_ch: Arrotondat

source: Misc Gui Tweaks
it_ch: Tweaks Interfacc Utent vari

source: Use old style tabs on preferences
it_ch: Us sched vecchio stil gop e preferenz

source: Show Fast ED2K Links Handler
it_ch: Mostr Gestor Rapid re link ed2k

source: Show transfer rates on title
it_ch: Mostr a velocita' e trasferiment gop o titl

source: Send sources to any other file before dropping (High CPU)
it_ch: Invia e font a tutti l'ati file primm re rilascia' (elevat us ra CPU)

source: Full Queue Sources Handling
it_ch: Gestion re Font con Cora Pien

source: Enable auto drop Full Queue Sources
it_ch: Abilt o rilasc automatic re Font con Cora Pien

source: High Queue Rating Sources Handling
it_ch: Gestion re Font con Cora Molt Lung

source: Enable auto drop High Queue Rating Sources
it_ch: Abilit o rilasc automatic re Font con Cora Molt Lung

source: High Queue Rating value
it_ch: Valor Cora Molt Lung

source: Auto Drop Sources Timer
it_ch: Intervall po o rilasc automatic re font

source: Timer (in secs)
it_ch: Intervall (in sec)

source: Webserver Parameters
it_ch: Parametr Webserver

source: Enable Webserver
it_ch: Abilt Webserver

source: Webserver port
it_ch: Port Webserver

source: Page Refresh Time (in secs)
it_ch: Interval to aggiornament pagin (in sec)

source: Enable Gzip compression
it_ch: Abilit a compression Gzip

source: Enable Low rights User
it_ch: Abilit utent con dirit limitat

source: Full rights password
it_ch: Password pe dirit complet

source: Low rights password
it_ch: Password pe dirit limitat

source: External Connection Parameters
it_ch: Parametr connession estern

source: Accept external connections
it_ch: Accett connession estern

source: Use TCP ports instead of unix local sockets
it_ch: Usa e port TCP invec re socket UNIX local

source: External TCP port
it_ch: Port TCP estern

source: Enable password
it_ch: Abilt password

source: Title :
it_ch: Titol :

source: Incoming Dir :
it_ch: Directory file scarrecat:

source: Change priority for new assigned files :
it_ch: Cambia a priorita' pe i nuov file assegnat :

source: Dont change
it_ch: Non cambiar

source: Select color for this Category (currently selected) :
it_ch: Selezion nu color pe sta categoria (correntement selezionat) :

source: Clients on queue :
it_ch: Client in cora :

source: Display server motd when connected ...
it_ch: Mostr o motd ro server quann fa a connession ...

source: Server Info
it_ch: Informazion Server

source: Reset
it_ch: Pulizz

source: aMule Log
it_ch: Log e aMule

source: Click on this button to update the servers list from URL ...
it_ch: Clicc ca pe aggiorna' a list re server dall'indirizz ...

source: Serverlist
it_ch: List re Server

source: Manual Server Add : Name
it_ch: Aggiung nu server : Nomm

source: Add manually a server (fill fields to the left before) ...
it_ch: Aggiung o server (riemp e camp a sinistr) ...

source: Connection
it_ch: Connession

source: Remote Controls
it_ch: Controll remot

source: Files
it_ch: File

source: Sources Dropping
it_ch: Gestion re font

source: Directories
it_ch: Directory

source: Notify
it_ch: Notific

source: aMule Tweaks
it_ch: Tweaks aMule

source: Gui Tweaks
it_ch: Tweaks Interfacc Utent

source: The selected locale seems not to be installed on your box You must generate it to use this language. A good start on linux systems is the file /etc/locale.gen and the package 'locales' Good luck! (Note: I'll try to set it anyway)
it_ch: A localizzazion selezionat sembr che nun e' installat Non sara' dunqu possibl seleziona' sta lengua. Int i sistem linux verific o file /etc/locale.gen e o programm 'locales' Buon Fortun! (NB: aMule prov comunque a imposta' a lengua selezionat)

source: Never show this again
it_ch: Nun fa vere' chiu'

source: Servers
it_ch: Server

source: Servers List Window
it_ch: Finestr List re Server

source: Searches
it_ch: Ricerc

source: Searches Window
it_ch: Finestr re Ricerc

source: Transfers
it_ch: Trasferiment

source: Files Transfers Window
it_ch: Finestr trasferiment

source: SharedFiles
it_ch: File condivis

source: Shared Files Window
it_ch: Finestr file condivis

source: Messages Window
it_ch: Finestr re Messagg

source: Statistics Graph Window
it_ch: Finestr re Grafic e Statistic

source: Preferences
it_ch: Preferenz

source: Preferences Settings Window
it_ch: Finestr re Impostazion Preferenz

source: Disabled [%s]
it_ch: Disabilitat [%s]

source: secs
it_ch: sec

source: mins
it_ch: min

source: h
it_ch: or

source: D
it_ch: G

source: all
it_ch: tutt quant

source: all others
it_ch: tutt l'ati

source: Incomplete
it_ch: Incomplet

source: Waiting
it_ch: In attes

source: Downloading
it_ch: Download in cors

source: Erroneous
it_ch: Errat

source: Paused
it_ch: In paus

source: Stopped
it_ch: Stoppat

source: Archive
it_ch: Archiv

source: Text
it_ch: Test

source: ERROR: Failed to create partfile)
it_ch: Error: impossibl crea' nu file .part)

source: Error: Failed to load backup file. Search http://forum.amule.org for .part.met recovery solutions
it_ch: Error: impossibl carica' o file ro backup. Cerc gop http://forum.amule.org e soluzion pe o recuper re i .part.met

source: Error: Invalid part.met fileversion! (%s => %s)
it_ch: Error: a versione re file part.met nun e' bon! (%s => %s)

source: Error: %s (%s) is corrupt
it_ch: Error: %s (%s) e' corrott

source: Error: %s (%s) is corrupt, unable to load file
it_ch: Error: %s (%s) e' corrott, impossibl carica' o file

source: Failed to open %s (%s)
it_ch: Impossibl apri' %s (%s)

source: Warning: %s might be corrupted
it_ch: Attenzion: %s potrebb esser corrott

source: ERROR while saving partfile: %s (%s => %s)
it_ch: Error nel salva' o file .part: %s (%s=>%s)

source: Failed to save part.met.seeds file for %s
it_ch: Impossibl salva' o file part.met.seeds pe %s

source: Saved %i sources seeds for partfile: %s (%s)
it_ch: Salvat %i font po file incomplet: %s (%s)

source: Partfile %s (%s) has no seeds file
it_ch: O file incomplet %s (%s) nun ten o file seeds

source: Partfile %s (%s) has void seeds file
it_ch: O file incomplet %s (%s) ten o file seeds vuot

source: Found corrupted part (%i) in 0 parts file %s - FileResultHash |%s| FileHash |%s|
it_ch: Trovat part corrott (%i) in 0 part file %s - FileResultHash |%s| FileHash |%s|

source: Found corrupted part (%i) in %i parts file %s - FileResultHash |%s| FileHash |%s|
it_ch: Trovat part corrott (%i) in %i part ro file %s - FileResultHash |%s| FileHash |%s|

source: Found completed part (%i) in %s
it_ch: Trovat part completat (%i) in %s

source: Finished rehashing %s
it_ch: Nuov hashing completat, assafa'Die %s

source: Unexpected file error while completing %s. File paused
it_ch: Si e' verificat n'error inaspettat int o completament ro file %s. File in paus

source: WARNING: Failed to delete %s
it_ch: Attenzion: impossibl cancella' %s

source: WARNING: Failed to delete %s%s
it_ch: Attenzion: impossibl cancella' %s%s

source: WARNING: A file with that name already exists, the file has been renamed
it_ch: Attenzion: nu file co chillu nomm esist gia', o file e' stat rinominat

source: Finished downloading %s :-)
it_ch: Download ro file %s completat :-)

source: Downloaded:
it_ch: Scaricat:

source: Warning: Unable to hash downloaded part - hashset incomplete (%s)
it_ch: Attenzion: impossibl calcola' l'hash ro file part scaricat - hashset incomplet (%s)

source: Error: Unable to hash downloaded part - hashset incomplete (%s). This should never happen
it_ch: Error: impossibl calcola' l'hash ro file part scaricat - hashset incomplet (%s). Chest non dovrebb mai succer

source: Hashing
it_ch: Hashing in cors

source: Completing
it_ch: Completament in cors

source: Complete
it_ch: Complet

source: ERROR: Cannot write to disk
it_ch: Error: impossibl scrivr gop o disc

source: Downloaded part %i is corrupt :( (%s)
it_ch: A part ro file scaricat %i e' corrott :( (%s)

source: ICH: Recovered corrupted part %i (%s)
it_ch: I.C.H.: a part ro file corrot %i e' stat recuperat (%s)

source: Unexpected file error while writing %s : %s
it_ch: Error inaspettat int a scrittur ro file %s: %s

source: Choose a folder for
it_ch: Scigl na directory pe

source: Update period: %i secs
it_ch: Intervall e aggiornament: %i sec

source: Update period: %i sec
it_ch: Interval e aggiornament: %i sec

source: Update: Disabled
it_ch: Aggiornament: disabilitat

source: Server connection refresh interval %i mins
it_ch: Interval e aggiurnament connession al server: %i min

source: Server connection refresh interval %i min
it_ch: Interval e aggiurnament connession al server: %i min

source: Server connection refresh interval: Disabled
it_ch: Interval e aggiurnament connession al server: disabilitat

source: Connections Graph Scale: %i
it_ch: Scal grafic connession: %i

source: Time for running averages: %i mins
it_ch: Intervall rilevazion medie: %i min

source: File Buffer Size %i bytes
it_ch: Dimension buffer file: %i bytes

source: Upload Queue Size %i clients
it_ch: Dimension ra cora e upload: %i client

source: %i days
it_ch: %i giorn

source: %i day
it_ch: %i giorn

source: Language change will not be applied until aMule is restarted.
it_ch: A nova lengua sara' attiv ro ave' riavviat aMule.

source: Browse wav
it_ch: Sfogl file wav

source: Browse for videoplayer
it_ch: Sfogl pe trova' nu riproduttor video

source: Executable (*)|*||
it_ch: Eseguibl (*)|*||

source: Edit Serverlist
it_ch: Modific a lista re server

source: Add here URL's to download server.met files. Only one url on each line.
it_ch: Inserisc ca l'URL pe scarica' o file server.met. Sol nu URL pe rig.

source: File Priority
it_ch: Priorita' ro file

source: Score
it_ch: Puntegg

source: Asked
it_ch: Richiest

source: Last Seen
it_ch: Uldm vota vist

source: Entered Queue
it_ch: Aggiunt in cora

source: Banned
it_ch: Bannat

source: Obtained Parts
it_ch: Part ricevut

source: Clients
it_ch: Client

source: Unban
it_ch: Elimin ban

source: Show Uploads
it_ch: Mostr upload

source: Very High
it_ch: Molt avt

source: Very low
it_ch: Molt vascia

source: Yes
it_ch: Si

source: You are not connected to a server!
it_ch: Nun si conness ra nisciun server!

source: Type
it_ch: Tip

source: FileID
it_ch: ID ro file

source: Copy ED2k link to clipboard
it_ch: Copia o link ed2k int l'appunt

source: Copy ED2k link to clipboard (HTML)
it_ch: Copia o link ed2k int l'appunt (HTML)

source: Close this search result
it_ch: Chiur sta finestr re risultat ra ricerca

source: No serverlist address entry in 'addresses.dat' found. Please paste a valid serverlist address into this file in order to auto-update your serverlist
it_ch: Nun e' stat truvat nisciun indirizz int o file 'addresses.dat'. Copia n'indirizz che conteng a list re server in sto file in mod e pote' aggiorna' automaticament a list

source: Unable to retrieve serverlist
it_ch: Impossibl ottene' a list re server

source: Failed to download the serverlist from %s
it_ch: Impossibl scarica' a list re server da %s

source: Failed to load server.met!
it_ch: Impossibl carica' o file server.met!

source: %i servers in server.met found
it_ch: Trovat %i server int o file server.met

source: %d servers added
it_ch: Aggiunt %d server

source: Error: the file server.met is corrupted
it_ch: Error: o file server.met e' corrott

source: Server added:
it_ch: Server aggiunt:

source: Failed to save server.met!
it_ch: Impossibl salva' o file server.met!

source: Connect to this server
it_ch: Connett a sto server

source: Add to static
it_ch: Aggiung alla list static re server

source: Remove from static server list
it_ch: Elimin ra list static re server

source: Remove server
it_ch: Elimin server

source: Remove all servers
it_ch: Elimin tutt i server

source: Reconnect to this server
it_ch: Riconnett a sto server

source: Server Name
it_ch: Nomm ro server

source: Description
it_ch: Descrizion

source: Users
it_ch: E utent

source: Preference
it_ch: Gradiment

source: Failed
it_ch: Falliment

source: No Pref
it_ch: Nisciun gradiment

source: Failed to open staticservers.dat
it_ch: Impossibl apri' o file staticservers.dat

source: Servers (%i)
it_ch: Server (%i)

source: New clientid is %u
it_ch: O nuovo ID ro client e' %u

source: Received %d new servers
it_ch: Ricevut %d nuov server

source: Server rejected last command
it_ch: O server ha rifiutat l'ultim comand

source: Invalid URL
it_ch: URL non valid

source: Please enter a serveraddress
it_ch: Inserisc nu indirizz ro server

source: Incomplete serverport: Please enter a serverport
it_ch: Indicazion ra port ro server incomplet: inserisc o numer e port

source: Server not added!
it_ch: Server non aggiunt!

source: Low ID
it_ch: ID vascio

source: High ID
it_ch: ID avto

source: Found %i known shared files
it_ch: Trovat %i file condivis conosciut

source: Found %i known shared files, %i unknown
it_ch: Trovat %i file condivis conosciut, %i sconosciut

source: Permission
it_ch: Permess

source: Requests
it_ch: Richiest

source: Accepted Requests
it_ch: Richiest accettat

source: Transferred Data
it_ch: Dat trasferit

source: Public
it_ch: Pubblic

source: Friends only
it_ch: Sol amici

source: Locked
it_ch: Bloccat

source: Permissions
it_ch: Permess

source: Change this file's comment...
it_ch: Modific sto comment...

source: Copy ED2k link to clipboard (&Source)
it_ch: Copj o link ed2k int l'appunt (&Source)

source: Copy ED2k link to clipboard (Hostname)
it_ch: Copj o link ed2k int l'appunt (Nomm host)

source: Hidden
it_ch: Nascost

source: You cannot change permissions while a file is still downloading!
it_ch: Non puoi modifica' i permess durant o download e no file!

source: Shared Files (%i)
it_ch: File condivis (%i)

source: Failed to connect to all servers listed. Making another pass.
it_ch: Impossibl connetter a tutt i server in list. Proced con nat tentativ.

source: No valid servers to connect in serverlist found
it_ch: Int a list re server nun e' stat trovat nisciun server valid a cui connetter

source: Fatal Error while trying to connect. Internet connection might be down
it_ch: Error fatal durant o tentativ e connessione. A connession a internet potrebb nun esser attiv

source: Automatic connection to server will retry in %d seconds
it_ch: Riconnession automatic al server tra %d second

source: Connection lost
it_ch: Connession perdut

source: Error: Socket invalid at timeoutcheck
it_ch: Error: socket invalid in sed e controll e timeout

source: Refreshing server connection
it_ch: Aggiorn a connessione al server

source: Active connections (1:%u)
it_ch: Connession attiv (1:%u)

source: Waiting...
it_ch: In attes...

source: Uptime:
it_ch: In esecuzion da:

source: Downloaded Data (Session (Total)): %s (%s)
it_ch: Dat scarrecat (Session (Total)): %s (%s)

source: Total Overhead (Packets): %s (%s)
it_ch: Overhead total (Pacchett): %s (%s)

source: File Request Overhead (Packets): %s (%s)
it_ch: Overhead pe file richiest (Pacchett): %s (%s)

source: Source Exchange Overhead (Packets): %s (%s)
it_ch: Overhead pe scambio e font (Pacchett): %s (%s)

source: Server Overhead (Packets): %s (%s)
it_ch: Overhead ro server (Pacchett): %s (%s)

source: Found Sources: %i
it_ch: Font trovat: %i

source: Active Downloads (chunks): %i
it_ch: Download attiv (part): %i

source: Uploaded Data (Session (Total)): %s (%s)
it_ch: Dat inviat (Session (Total)): %s (%s)

source: Active Uploads: %i
it_ch: Upload attiv: %i

source: Waiting Uploads: %i
it_ch: Upload in attes: %i

source: Total successful upload sessions: %i
it_ch: Total sessioni e upload terminat con success: %i

source: Total failed upload sessions: %i
it_ch: Total session e upload fallit: %i

source: Average upload time: %s
it_ch: Durat media e upload: %s

source: Average Downloadrate (Session): %.2f kB/s
it_ch: Velocita' media e download (Session): %.2f kB/s

source: Average Uploadrate (Session): %.2f kB/s
it_ch: Velocita' media e upload (Session): %.2f kB/s

source: Max Downloadrate Average (Session): %.2f kB/s
it_ch: Massim velocita' media e download (Session): %.2f kB/s

source: Max Downloadrate (Session): %.2f kB/s
it_ch: Velocita' e download massim (Session): %.2f kB/s

source: Reconnects: %i
it_ch: Riconnession: %i

source: waiting for transfer...
it_ch: In attes e trasferimient...

source: Time Since First Transfer: %s
it_ch: Temp trascors ra o primm trasferiment: %s

source: waiting for connection...
it_ch: In attes e connession...

source: Connected To Server Since: %s
it_ch: Conness al server da: %s

source: Session UL:DL Ratio (Total):
it_ch: Rapport UL:DL e ra session (Total):

source: %s Not available
it_ch: %s non disponibl

source: Number of Shared Files: %i
it_ch: Numer e files condivis: %i

source: Total size of Shared Files: %s
it_ch: Dimension total re file condivis: %s

source: Average filesize: %s
it_ch: Dimension media re file: %s

source: lMule/xMule: %i (%1.1f%%)
it_ch: lMule/xMule o pezzott: %i (%1.1f%%)

source: Old MLDonkey: %i (%1.1f%%)
it_ch: MLDonkey vecchia version: %i (%1.1f%%)

source: New MLDonkey: %i (%1.1f%%)
it_ch: MLDonkey nuova version: %i (%1.1f%%)

source: Compatible: %i (%1.1f%%)
it_ch: Compatibl: %i (%1.1f%%)

source: Unknown: %i
it_ch: Chi o sap: %i

source: Filtered: %i
it_ch: Filtrat: %i

source: Working Servers
it_ch: Server funzionant

source: Failed Servers
it_ch: Server non funzionant

source: Deleted Servers
it_ch: Server eliminat

source: Users on Working Servers
it_ch: Utent sui server funzionant

source: Files on Working Servers
it_ch: File sui server funzionant

source: Total Users
it_ch: Utent total

source: Total Files
it_ch: File total

source: Active Connections (estimate)
it_ch: Connession attiv (stim)

source: Server Occupation: %.2f%%
it_ch: Occupazion server: %.2f%%

source: Max Connection Limit Reached
it_ch: Limit e connession massim raggiunt

source: Average Connections (estimate)
it_ch: Media connession (stim)

source: Peak Connections (estimate)
it_ch: Picchi e connession (stim)

source: Detection Disabled
it_ch: Rilevazion Disabilitat

source: Not Found
it_ch: Non Trovat

source: Unlimited
it_ch: Illimitat

source: Actual Speed Limits:
it_ch: Limit e Velocita' Attual:

source: aMule Tray Menu Info
it_ch: Informazion Menu Tray e aMule

source: Nick: Not Ready
it_ch: Nick: non pront

source: Hash: Not Ready
it_ch: Hash: non pront

source: ID: Not Connected
it_ch: ID: non conness

source: TCP Port:
it_ch: Porta TCP:

source: TCP Port: Not Ready
it_ch: Port TCP: non pront

source: UDP Port:
it_ch: Port UDP:

source: UDP Port: Not Ready
it_ch: Port UDP: non pront

source: Online Signature: Enabled
it_ch: Firma Online: abilitat

source: Online Signature: Disabled
it_ch: Firma Online: disabilitat

source: Uptime: None
it_ch: In esecuzion da: nisciun valor

source: ServerName:
it_ch: Nomm Server:

source: ServerIP:
it_ch: IP Server:

source: ServerName: Not Connected
it_ch: Nomm Server: non conness

source: ServerIP: Not Connected
it_ch: IP Server: non conness

source: Shared Files:
it_ch: File Condivis:

source: Queued Clients:
it_ch: Client in Cora:

source: Total DL:
it_ch: DL Totale:

source: Total UP:
it_ch: UP Total:

source: aMule Tray Menu
it_ch: Menu ro systray e aMule

source: Personal Infos
it_ch: Informazion Personal

source: Hide
it_ch: Nascunn

source: Show
it_ch: Mostr

source: All To Max Speed
it_ch: Tutt a massim velocita'

source: All To Min Speed
it_ch: Tutt a minm velocita'

source: Download Limit
it_ch: Limit download

source: Upload Limit
it_ch: Limit upload

source: Disconnect from server
it_ch: Disconnett ra gop o server

source: Exit
it_ch: Esc

source: aMule for Linux
it_ch: aMule pe Linux

source: Select view filter
it_ch: Selezion o filtr e visualizzazion

source: Add category
it_ch: Aggiung na categoria

source: Edit category
it_ch: Modific categoria

source: Remove category
it_ch: Elimin categoria

source: Are you sure you wish to cancel and delete all files in this category?
it_ch: Si sicur e vole' interromp e rimuovr tut i file contenut in sta categoria?

source: Confirmation Required
it_ch: Richiest a conferm

source: Error while processing incoming extended protocol UDP Packet
it_ch: Error nell'elabora' i pacchett in entrat eo protocoll UDP estes

source: Client '%s' caused error while creating package (%s) - disconnecting client
it_ch: O client '%s' ha causat n'error mentr creav o package (%s) - disconnession ro client in cors

source: requested file not found
it_ch: File richiest non trovat

source: Client '%s' seems to be an aggressive client and is banned from the uploadqueue
it_ch: O client '%s' sembr esser nu client aggressiv ed e' peccio' bannat ra cora e upload

source: Waited
it_ch: Attes

source: Upload Time
it_ch: Temp e upload
