Repository: amule-project/amule
Catalog: tags/AMULE_2_0_0_RC7/po/*.po
Languages: it_ch

source: Show Queue
it_ch: Mostr a cora

source: Client '%s' and '%s' have the same userhash or IP - removed '%s'
it_ch: E client '%s' e '%s' hann o stess userhash o indirizz IP - '%s' rimoss

source: Can't load templates: Can't open file %s
it_ch: Impossibl carica' o templates: impossibl arapi' o file %s

source: Can't find template version number! Please replace aMule.tmpl with a newer version!
it_ch: Impossibl truva' o nummr e version ro template! Pe favor sovrascriv o file aMule.tmpl co na version chiu' nov!

source: Failed to load template %s
it_ch: Impossibl carica' o template %s

source: Access denied!
it_ch: Acess negat!

source: Web Control Panel
it_ch: Pannello e Controll Web

source: Server list
it_ch: List re Server

source: ED2K Link(s)
it_ch: Link ED2K

source: Serverinfo
it_ch: Informazion ro Server

source: Debug Log
it_ch: Log ro Debug

source: &Preferences
it_ch: &Preferenz

source: Logout
it_ch: Disconnett

source: Server name
it_ch: Nomm ro Server

source: users
it_ch: utent

source: files
it_ch: file

source: Actions
it_ch: Azion

source: Remove selected server
it_ch: Rimuov o server selezionat

source: Are you sure to remove this server from list?
it_ch: Si sicur e leva' sto serve ra a list?

source: Downloaded total
it_ch: Scaricat total

source: Uploaded total
it_ch: Upload total

source: Are you sure that you want to cancel and delete this file?\n
it_ch: Si sicur che vuo' cancella' stu file?\n

source: Increase Priority
it_ch: Increment a Priorita'

source: Decrease Priority
it_ch: Decrecmnt a Priorita'

source: Hide Queue
it_ch: Nasunn a cora

source: Time
it_ch: Temp

source: IP or Address
it_ch: IP o Indirizz

source: Name
it_ch: Nomm

source: Add to list
it_ch: Aggiung a gop a list

source: Update server.met from URL
it_ch: Aggiorn o file server.met ra l'URL

source: Web-based Search
it_ch: Ricerca gop o Web

source: File Settings
it_ch: Impostazio re File

source: Max Sources Per File
it_ch: Font Massim Pe File

source: Max. Connections
it_ch: Connession Massim

source: max. new connections / 5secs
it_ch: massim nuov conession / 5 sec

source: Gzip Compression
it_ch: Compression Gzip

source: Save traffic, especially in graphs.
it_ch: Salv o traffic, in particolar gop e grafic

source: Enable or disable the display of waiting queue in transfer page.
it_ch: Attiv o disativ a schermat re cor int a pagin re trasferiment

source: Refresh-Time of Pages
it_ch: Tiemp e Aggiornament ra Pagin

source: Speed Limits
it_ch: Limit e Velocita'

source: Bandwidth Limits
it_ch: Limit e Band

source: Login
it_ch: Connett

source: Enter your password here
it_ch: Inserisc a password ca

source: Login Now
it_ch: Connett mo'

source: Webserver: Logout
it_ch: Webserver: Disconnett

source: Search in progress. Refetch results in a moment!
it_ch: Ricerc in cors. Avrai i risultat tra nu mument!

source: Search Results
it_ch: Risultat ra ricerc

source: Refetch Results
it_ch: Aggion i Risultat

source: File Hash
it_ch: File ro Hash

source: Min Size
it_ch: Minm Dimension

source: Max Size
it_ch: Mssm dimension

source: Min Availability
it_ch: Font minim

source: Extension
it_ch: Estension

source: Global Search
it_ch: Ricerc Global

source: Method
it_ch: Metod
