Repository: amule-project/amule
Catalog: tags/AMULE_2_0_0_RC7/po/*.po
Languages: it_ch

source: Add a Friend
it_ch: Signatill cum n'amic

source: You have to enter a valid IP and port!
it_ch: Mitt n'indiriz IP e na port bona!

source: The specified userhash is not valid!
it_ch: O UserHash specificat nun e' valid!

source: Info
it_ch: Infurmazion

source: Port %d is not available. You will be LOWID
it_ch: A port %d nun e' disponibl. Avrai nu bell LowID

source: Error
it_ch: Erroor

source: You need a HighID to create a valid sourcelink
it_ch: Hai bisogn e nu HighID pe crea' nu sourcelink buon

source: Failed to save
it_ch: Nun pozz salva'

source: OnlineSig File
it_ch: File Firm Online

source: --- This is the first time you run aMule %s ---
it_ch: --- Chest e' a primma vot che stai eseguenn aMule %s ---

source: This version is a testing version, updated daily, and
it_ch: Chesta version e' inda a fase e test, aggiornat quasi semp, e

source: we give no warranty it won't break anything, burn your house,
it_ch: nun putimm garanti' a vuj che nun da' problem, nun brucera' a cas vostr,

source: or kill your dog. But it *should* be safe to use anyway.
it_ch: o nun accir o can vuostr. Comunque *aessi'* buon sicur.

source: This version has new SecureIdent support, so your
it_ch: Sta version ha no nuov SecureIdent

source: client credits will be lost on this first run.
it_ch: i credit tuoj saran pers o primm avvij.

source: There is no way to fix that, and eMule did the same.
it_ch: Nun c'e' sta nat mod pe agi' e pur eMule facia a stessa cos.

source: But your hash will be safe against stealers now, and your
it_ch: Mo pero' o tuoj hash sara' a ripar da furt, e i tuoj file

source: cryptkey.dat, clients.met and preferences.dat are eMule compatible now.
it_ch: cryptkey.dat, clients.met e preferences.dat song compatibl con eMule.

source: Just take them from your eMule config dir and put then on ~/.aMule.
it_ch: e' sufficient che e cuopj ra directory e configurazion e eMule int ~/.aMule.

source: This rc2 version fixes most of the rc1 version bugs and adds new features.
it_ch: Chesta version rc2 acconci molt re bug ra version rc1 e aggiung nuov feature.

source: Feel free to report any bugs to forum.amule.org
it_ch: Segnal i bug truvat gop a forum.amule.org

source: Fatal Error: Failed to create Timer
it_ch: Error fatal: impossibl crea' o Timer

source: Desktop integration
it_ch: Integrazion co o desktop

source: Connecting
it_ch: Connession in cors

source: Disconnect
it_ch: Disconnettat

source: Disconnect from current server
it_ch: Disconnettat ra chist server

source: Connection established on:
it_ch: Connession stabilit con:

source: Cancel
it_ch: Annull

source: Stops the current connection attempts
it_ch: Ferm i tentativ e connession in cors

source: Connect
it_ch: Connettat

source: Connect to any server
it_ch: Connettat gop nu qualsias server

source: Not Connected
it_ch: Nun sta conness

source: Disconnected
it_ch: Disconness

source: Connected
it_ch: Sta Conness

source: Do you really want to exit aMule?
it_ch: Verament vuo' usci' ra aMule?

source: Exit confirmation
it_ch: Chier a conferm prim e usci'

source: Could not determine the command for running the browser.
it_ch: Nun e' possibl determina' o comand pe lancia' o browser.

source: Unable to launch browser. Please set correct browser executable path in Preferences.
it_ch: Impossibl lancia' o browser. Sett no corrett path e esecuzion int e Preferenz.

source: Unknown
it_ch: Chi o sap

source: Old MlDonkey
it_ch: MlDonkey vecchia version

source: New MlDonkey
it_ch: MlDonkey nuov version

source: Requested:
it_ch: Reque'st:

source: Filestats for this session: Accepted %d of %d requests, %s transferred
it_ch: Statistic pa session corrent: %d e %d reque'ste accettat, %s trasferiment completat

source: Filestats for all sessions: Accepted %d of %d requests
it_ch: Statistic e tutt e session: accettat %d di %d reque'ste

source: Requested unknown file
it_ch: Reque'sto file sconosciut

source: Handshake not finished while processing packet.
it_ch: Handshake non completat durant l'elaborazion ro pacchett.

source: Category
it_ch: Categori'

source: Choose a folder for incoming files
it_ch: Scigl na directory pe e file scaricat

source: can't create file '%s'
it_ch: impossibl crea' o file '%s'

source: Can't open file '%s'
it_ch: Impossibl apri' o file '%s'

source: can't close file descriptor %d
it_ch: impossibl chiudr o descrittor ro file %d

source: can't read from file descriptor %d
it_ch: impossibl legger dal descrittor ro file %d

source: can't write to file descriptor %d
it_ch: impossibl scriv int o descrittor ro file %d

source: can't flush file descriptor %d
it_ch: impossibl libera' o descrittor ro file %d

source: unknown seek origin
it_ch: origin ricerc nun se sap

source: can't get seek position on file descriptor %d
it_ch: impossibl ottene' a posizion e ricerc int o descrittor ro file %d

source: can't find length of file on file descriptor %d
it_ch: impossibl trova' a lunghezz ro file int o descrittor %d

source: can't determine if the end of file is reached on descriptor %d
it_ch: impossibl determina' se a fin ro file e' stat raggiunta int o descrittor %d

source: invalid eof() return value.
it_ch: o valor ro eof() nun e' valid.

source: Close
it_ch: Chiur

source: Close tab
it_ch: Chiur tab

source: Close all tabs
it_ch: Chiur tutt i tab

source: Close other tabs
it_ch: Chiur l'ati tab

source: Failed to load creditfile
it_ch: Impossibl carica' o file re credit

source: Creditfile is out of date and will be replaced
it_ch: O file re Credit e' viecch e sara' sovrascritt

source: Creditfile loaded, %u clients are known
it_ch: File re Credit caricat, %u client so conosciut

source: Failed to save creditfile
it_ch: Impossibl salva' o file re credit

source: Client Details
it_ch: Dettagl ro client

source: Low
it_ch: Vascia

source: High
it_ch: Avt

source: WARNING! Found matching client, to a currently connected client: %s (%s) and with %s
it_ch: ATTENZION! Trovat nu client corrispondent a nu client attualment conness: %s (%s) e %s

source: Error while processing incoming UDP Packet (Most likely a misconfigured server)
it_ch: Error nell'elaborar pacchet UDP in entrat (Probabilment o server nun e' stat configurat buon)

source: File Comments
it_ch: I Comment ro file

source: Username:
it_ch: Nomm utent:

source: File Name
it_ch: Nomm ro file

source: Rating
it_ch: Giudizio

source: No comments
it_ch: Nisciun comment

source: ERROR: Wrong file ID (ProcessFileInfo; file==NULL)
it_ch: Error: file ID sbagliat (ProcessFileInfo; file==NULL)

source: Ignoring %u bytes of block %u-%u because of errornous zstream state for file "%s"
it_ch: Ignor %u bytes ro blocc %u-%u a caus ro erroneo stat ro zstream po o file "%s"

source: Corrupted compressed packet for %s received (error %i)
it_ch: Ricevut nu pacchett compress corrott pe %s (error %i))

source: Auto
it_ch: Automatic

source: Priority
it_ch: Chi va primm chi va a ropp

source: &Stop
it_ch: &Fermt

source: &Pause
it_ch: &Paus

source: &Resume
it_ch: &Va appriess

source: C&lear completed
it_ch: &Rimuov i file completat

source: Swap every A4AF to this file now
it_ch: Spost ogni A4AF gop sto file

source: Swap every A4AF to this file (Auto)
it_ch: Spost ogni A4AF gop sto file (Auto)

source: Swap every A4AF to any other file now
it_ch: Spost ogni A4AF gop ati file

source: Drop No Needed Sources now
it_ch: Rilasc e Font Che nun so necessarj

source: Drop Full Queue Sources now
it_ch: Rilasc e Font ca Co'r Pien

source: Drop High Queue Rating Sources now
it_ch: Rilasc e Font ca a Cor verament Long

source: Clean Up Sources now (NNS, FQS && HQRS)
it_ch: Pulisc e font (FNN, FCP && FCML)

source: Extended Options
it_ch: Opzion Avanzat

source: &Open the file
it_ch: &Arap o file

source: Preview
it_ch: Anteprim

source: Show file &details
it_ch: Fa vere' &dettagl ro file

source: Show all comments
it_ch: Fa vere' tutt i comment

source: Copy ED2k &link to clipboard
it_ch: Copia't o ed2k &link int gl'appunt

source: Copy ED2k link to clipboard (&HTML)
it_ch: Copia't o link ed2k int gl'appunt (&HTML)

source: unassign
it_ch: levall

source: Assign to category
it_ch: Segantill ind na categorj

source: Show &Details
it_ch: Fa vere' i &Dettagl

source: Add to Friends
it_ch: Segnatill tra gli amic

source: View Files
it_ch: Visualiz e file

source: Size
it_ch: Dimension

source: Transferred
it_ch: Trasferit

source: Completed
it_ch: Completat

source: Speed
it_ch: Velocita'

source: Progress
it_ch: A che stamm

source: Sources
it_ch: Font

source: Status
it_ch: E cos cumm stann

source: Time Remaining
it_ch: Rimman ancor

source: Last Seen Complete
it_ch: Luldm font complet vist

source: Last Reception
it_ch: Luldm ricezion

source: Auto [Lo]
it_ch: Auto [Vascio]

source: Auto [Hi]
it_ch: Auto [Avat]

source: Queue Full
it_ch: Cora pien

source: Asking
it_ch: Reque'st in cors

source: Connecting via server
it_ch: Connetenn a copp o server

source: On Queue
it_ch: In cora

source: Transferring
it_ch: Trasferenn

source: Receiving hashset
it_ch: Sto ricevenn o hashset

source: No needed parts
it_ch: Nisciuna part necessarj

source: Cannot connect LowID to LowID
it_ch: Impossibl connetter nu LowID a nato LowID

source: Too many connections
it_ch: Tropp connession

source: Asked for another file
it_ch: Nat file reque'st

source: Are you sure that you want to cancel and delete this file ?
it_ch: Si sicur e vole' interromp e cancella' sto file ?

source: Are you sure that you want to cancel and delete these files ?
it_ch: Si sicur e vole' interrompr e cancella' sti file ?

source: Downloads (%i)
it_ch: Scaricamienti (%i)

source: No part files found
it_ch: Nun e' stat trovat nisciuno file incomplet

source: Found %i part files
it_ch: Truvat %i file incomplet

source: Downloading %s
it_ch: Accumingenn o download e %s

source: You are already trying to download the file %s
it_ch: Staj gia' cerchenn e scarica' o file %s

source: You already have the file %s
it_ch: Gia' tien o file %s

source: Bad link.
it_ch: Link nun e' buon.

source: Invalid link: %s
it_ch: Link nun valid: %s

source: This ed2k link is invalid (%s)
it_ch: Chist indiriz ed2k nun e' valid (%s)

source: not a well-formed ed2k link
it_ch: Format ro link ed2k nun e' buon

source: Not an ED2K server or file link
it_ch: Nun e' nu server ED2K o nu link file

source: can't write file '%s'
it_ch: Impossibl scriver o file '%s'

source: New external connection accepted
it_ch: Accettat nuov connession ra l'estern

source: Error: couldn't accept a new external connection
it_ch: Error: nun poss accetta' na nuov connession ra l'estern

source: Available
it_ch: Disponibl

source: Last Seen Complete :
it_ch: Ultim vist completat :

source: Last Reception:
it_ch: Ultim ricezion:

source: done
it_ch: aggiu fatt

source: Failed to copy the file '%s' to '%s'
it_ch: Impossibl copia' o file '%s' in '%s'

source: Impossible to get permissions for file '%s'
it_ch: Impossibl ottene' o permes po file '%s'

source: Impossible to overwrite the file '%s'
it_ch: Impossibl sovrascrivr o file '%s'

source: Impossible to set permissions for the file '%s'
it_ch: Impossibl attribui' i permess po file '%s'

source: Username
it_ch: Nomm utent

source: Friends
it_ch: Cumpagn

source: Add a friend
it_ch: Signatill cum n'amic

source: Remove Friend
it_ch: Levall cum amic

source: Send &Message
it_ch: Invia nu &Messagg

source: Establish Friend Slot
it_ch: Crea nu slot amic

source: Downloading...
it_ch: Download in cors...

source: Loaded ipfilter with %d IP addresses.
it_ch: Caricat ipfilter co %d gl'indirizz IP.

source: Error: the file known.met is corrupted, unable to load known files
it_ch: Error: o file known.met e' corrot, impossibl carica' o file

source: Unexpected file error while reading known.met: %s, unable to load known files
it_ch: Error inaspettat nel corso ra lettur ro file known.met: %s, impossibl carica' o file

source: accepted
it_ch: reque'st accettat

source: denied
it_ch: reque'st negat, stu pezzott

source: A client caused an error or did something bad: %s. Disconnecting client!
it_ch: O client ha causat ne error o ha fatt caccos e malament: %s. Disconnession ro client in cors!

source: Unknown client (IP:%s) caused an error: %u. Disconnecting client!
it_ch: Client sconosciut (IP: %s) ha causat ne error: %u. Disconnession ro client in cors!

source: A client caused an error or did something bad (error %u). Disconnecting client !
it_ch: No client ha causat ne error o ha fatt caccos e malament (error %u). Disconnession ro client !

source: For system tray integration to work, you must specify which desktop you are using. You can change this later from preferences.
it_ch: Po corrett funzionament re l'integrazion int o system tray, a specifica' qual desktop environment staj utilizzenn. Puo' modifica' aropp chest informazion gop o pannell re Preferenz.

source: Gnome 2.x (or other XEMBED compatible)
it_ch: Gnome 2.x (o at XEMBED compatibl)

source: No systray integration, please
it_ch: Nisciun integrazion int o systray, che pezzott

source: Desktop
it_ch: Desktop environment

source: Fast ED2K Links Handler (Direct Download)
it_ch: Rapid Gestor re link ed2k (Download Dirett)

source: Commit
it_ch: Invj

source: Loading ...
it_ch: Caricament in cors...

source: Number of users on the server you are connected to ...
it_ch: Numer re utent gop o server al qual si' conness...

source: Users: 0
it_ch: Utent: 0

source: Not Connected ...
it_ch: Non conness ...

source: Search
it_ch: Truov

source: Clear
it_ch: Pulizz

source: Clear All
it_ch: Pulizz tutt cos

source: Any
it_ch: Tutt cos

source: Archives
it_ch: Archiv

source: CD-Images
it_ch: Immagn re CD

source: Pictures
it_ch: Immagn

source: Programs
it_ch: Programm

source: Videos
it_ch: Video

source: Start
it_ch: Accumminc e fa ampress

source: Download Selected
it_ch: Scaric selezionat

source: Uploads
it_ch: Upload

source: Messages
it_ch: e Messagg

source: Send
it_ch: Invia

source: Full Name :
it_ch: Nomm complet :

source: N/A
it_ch: N/D

source: met-File :
it_ch: File met :

source: Filesize :
it_ch: Dimension file :

source: Partfilestatus :
it_ch: Stat ro file :

source: Last seen complete :
it_ch: Ultim vist complet :

source: Media Info
it_ch: Informazion

source: Length:
it_ch: Lunghez:

source: Transfer
it_ch: Trasferrenn

source: Found Sources :
it_ch: Font truvat :

source: Transferring Sources :
it_ch: Font in trasferiment :

source: Filepart-Count :
it_ch: Numer re parti ro file :

source: Available :
it_ch: Disponibl :

source: Datarate :
it_ch: Velocita' :

source: Transferred :
it_ch: Trasferit :

source: Completed Size :
it_ch: Completat :

source: Lost to corruption :
it_ch: Perdita pe corruzion e chi t'ammuort :

source: Gained by compression :
it_ch: Guadagn pe compression :

source: Packages saved by I.C.H. :
it_ch: Pacchett salvat ra l' I.C.H.:

source: Source Names
it_ch: Nomm re font

source: Takeover
it_ch: Scriv natavot

source: Cleanup
it_ch: Pulizz natavot

source: Rename
it_ch: Rinomin

source: Comment this file (this text will be show by all users)
it_ch: Comment sto file (o test sara' visibl ra tutt l'at utent)

source: For a film you can say its length, its story, language ... and if it's a fake, you can tell that to other users of aMule.
it_ch: Pe no film puo' indica' a lunghezz, a tram, a lengua... e, se e' nu pezzott, o puo' dicr a lati utent aMule.

source: File Quality
it_ch: Qualita' ro file

source: Not rated
it_ch: Senz vot

source: Invalid / Corrupt / Fake
it_ch: Non valid / Corrott / Pezzott

source: Poor
it_ch: Quas na chiavc

source: Good
it_ch: Buon

source: Fair
it_ch: Discret

source: Excellent
it_ch: Eccellent

source: Choose the file rating or advice users if the file is invalid ...
it_ch: Giudic o file o avvis lati utent se o file non e' bbuon...

source: Apply
it_ch: Applic

source: No comment(s)
it_ch: Nisciun comment

source: Refresh
it_ch: Aggiorn

source: Downloading, please wait ...
it_ch: Download in cors, attendr...

source: Required Information
it_ch: Informazion Reque'st

source: IP Address :
it_ch: Indirizz IP :

source: Additional Information
it_ch: Informazion aggiuntiv

source: Username :
it_ch: Nomm Utent :

source: Userhash :
it_ch: Hash utent:

source: Add
it_ch: Aggiung

source: Shared Files
it_ch: File condivis

source: Statistics
it_ch: Statistic

source: Current Session
it_ch: Session Current

source: Requested :
it_ch: Richiest :

source: Active Uploads :
it_ch: Upload attiv :

source: Download-Speed
it_ch: Velocita' e download

source: Running average
it_ch: Media attual

source: Session average
it_ch: Media ra session

source: Active downloads
it_ch: Downloads attiv

source: Active connections (1:1)
it_ch: Connession attiv (1:1)

source: Active uploads
it_ch: Upload attiv

source: Upload-Speed
it_ch: Velocita' ro upload

source: Clientsoftware :
it_ch: Software ro client :

source: Server IP :
it_ch: IP ro server :

source: Clientversion :
it_ch: Version ro client :

source: Servername :
it_ch: Nomm ro server :

source: Currently downloading :
it_ch: Download in cors :

source: Downloaded (this session) :
it_ch: Scaricat (in sta session) :

source: Average downloadrate :
it_ch: Velocita' medj e download :

source: Downloaded total :
it_ch: Scaricat in total :

source: Uploaded (this session) :
it_ch: Inviat (in sta session) :

source: Average Uploadrate :
it_ch: Velocita' media e upload :

source: Uploaded total :
it_ch: Inviat in total :

source: Scores
it_ch: Puntegg

source: DL/UP Modifier :
it_ch: Modificator DL/UP :

source: Rating (total) :
it_ch: Giudiz (total):

source: Secure Ident :
it_ch: Identificazion sicur:

source: Uploadqueue score :
it_ch: Puntegg cora e upload :

source: http://www.aMule.org - the Linux Mule
it_ch: http://www.aMule.org - o Mul pe Linux

source: Language
it_ch: Lengua

source: System default
it_ch: Predefinit e sistem

source: Arabic
it_ch: Arab

source: Basque
it_ch: Basc

source: Bulgarian
it_ch: Bulgar

source: Chinese
it_ch: Cines

source: Danish
it_ch: Danes

source: Dutch
it_ch: Olandes

source: English
it_ch: Ingles

source: Estonian
it_ch: Eston

source: Finnish
it_ch: Finlandes

source: French
it_ch: Frances

source: Galego
it_ch: Galleg

source: German
it_ch: Tedesc

source: Korean
it_ch: Corean

source: Lithuanian
it_ch: Lituan

source: Polish
it_ch: Polacc

source: Portuguese
it_ch: Portoghes

source: Portuguese (Brazil)
it_ch: Portoghes (Brasil)

source: Russian
it_ch: Russ

source: Spanish
it_ch: Spagnol

source: Spanish (Chile)
it_ch: Spagnol (Cil)

source: Spanish (Mexico)
it_ch: Spagnol (Messic)

source: Turkey
it_ch: Turc

source: Hungarian
it_ch: Ungheres

source: Croatian
it_ch: Croat

source: Misc Options
it_ch: Ate Opzion

source: Beep on errors
it_ch: Fa nu beep in cas e error

source: Bring to front on link click
it_ch: Port in primm pian clicchenn su nu link

source: Downloadlist doubleclick to expand
it_ch: Doppio click pe spann a list e download

source: Minimize to trayicon
it_ch: Minimizz int o systray

source: Enable Online-Signature
it_ch: Abilit a Firm Online

source: Prompt on exit
it_ch: Chier a conferm primm e usci'

source: Tooltip Delay Time in secs (1s to 5s)
it_ch: Mostr e suggeriment ropp (da 1 a 5 s)

source: Systray Integration
it_ch: Integrazion systray

source: Startup
it_ch: Avvij

source: 5 Days
it_ch: 5 Giorn

source: Check for new version
it_ch: Verific a presenz e na nuov version

source: Start minimized
it_ch: Avvij ridott a icon

source: Show Splashscreen
it_ch: Mostr o splashscreen

source: Fake Check
it_ch: Verific autenticita'

source: User Defined
it_ch: Definit dall'utent

source: Select your browser here
it_ch: Selezion o tuo browser

source: Custom Browser:
it_ch: Browser a scelt:

source: my browser
it_ch: o mio browser

source: Enter your browser name here
it_ch: Inserisc o nomm ro tuo browser

source: Line Capacities
it_ch: Capacita' ra linea

source: Bandwith Limits
it_ch: Limit ra band

source: Slot Allocation
it_ch: Allocazion slot

source: Clientport
it_ch: Port utilizzat

source: disable
it_ch: disabilt

source: Max Sources per File
it_ch: Font massim pe file

source: Hard Limit
it_ch: Limit massim

source: Connection Limits
it_ch: Limit e connession

source: Max Connections
it_ch: Connession massim

source: Autoconnect on startup
it_ch: Connett automaticament all'avvij

source: Reconnect on loss
it_ch: Riconnett ropp a perdit e connession

source: Show overhead bandwith
it_ch: Mostr overhead ra band

source: Use Secure Ident
it_ch: Us identificazion sicur

source: IP-Filter
it_ch: Filtr IP

source: IP-Filter ON / OFF
it_ch: Filtr IP ON/OFF

source: Reload
it_ch: Ricaric

source: Remove dead server after
it_ch: Rimuov i server che nun risponn ropp

source: retries
it_ch: tentativ

source: Auto-update serverlist at startup
it_ch: Aggiorn automaticament a list re server all'avvij

source: Always filter bad IPs
it_ch: Filtr semp gli IP nun valid

source: Update serverlist when connecting to a server
it_ch: Aggiurn a list server quann ti connett gop no server

source: Update serverlist when a client connect
it_ch: Aggiorn a list server quan nu client se connett

source: Use priority system
it_ch: Us o sistem e priorita'

source: Use smart LowID check on connect
it_ch: Us o controll inteligent ro LowID int a fas e connession

source: Safe connect
it_ch: Connession sicur

source: Autoconnect to servers in static list only
it_ch: Connett automaticament sul gopp i server ra list static

source: Set manually added servers to High Priority
it_ch: Assegn a priorita' avt ai server aggiunt a man

source: Everybody
it_ch: Tutt quant

source: No One
it_ch: Nisciun

source: See my shares
it_ch: Mostr i miej file condivis a

source: I.C.H. active
it_ch: I.C.H attiv

source: Add files to download in pause mode
it_ch: Aggiung in paus i nuov file da scarica'

source: Add files to download with auto priority
it_ch: Aggiung i nuov file da scarica' con priorita' automatic

source: Try to download first and last chunks first
it_ch: Cerc e scarica' prim a part inizial e final re file

source: Add new shared files with auto priority
it_ch: Assegn a priorita' automatic ai nuov file condivis

source: Try to transfer full chunks to all uploads
it_ch: Cerc e trasferi' part complet in ogn upload

source: Start next paused file when a file completed
it_ch: Avvij nu file in paus ropp che nato file e' stat completat

source: Save 5 sources on rare files (< 20 sources)
it_ch: Salv 5 font pe i file rar (< 20 font)

source: Extract Meta Data Tags
it_ch: Estrai i tag re metadat

source: Reduce Fragmentation
it_ch: Riduc a frammentazion

source: Allocate full chunks for .part files
it_ch: Allocc part complet pe i file .part

source: Select this to allocate a full chunk each time data is received for it.
it_ch: Selezionar pe alloccar a part complet ogni vot che se ricevon dat.

source: Allocate full disk space for .part files
it_ch: Allocc tutt o spazio necessario pe i file .part

source: This option reduces fragmentation but slows down the part file creation and will disable sparse files
it_ch: Sta opzion riduc a frammentazion ma rallent a creazion re i file part e disabilit i file dispers

source: Disk Space
it_ch: Spazio disc

source: Check Disk Space
it_ch: Verific spazio disc

source: Select this if you want aMule to check your Disk Space
it_ch: Selezionar perche' aMule verifich o spazio gop o disc

source: Min Disk Space:
it_ch: Spazio disc minim:

source: Enter here the min disk space desired.
it_ch: Inserir o spazio disc minim desiderat.

source: Incoming Directory :
it_ch: Directory file scaricat :

source: Browse
it_ch: Sfogl

source: Temporary Directory :
it_ch: Directory file temporan :

source: Shared Directories
it_ch: Directory Condivis

source: Video Player
it_ch: Riproduttor re Video

source: Create Backup to preview
it_ch: Crea na copia e backup pe l'anteprim

source: Graphs
it_ch: Grafic
