Repository: amule-project/amule
Catalog: tags/Release-2_0_0/po/*.po
Languages: fi

source: A new chat message is received
fi: Uusi viesti on vastaanotettu

source: A download is added or finished
fi: Lataus on lisätty tai valmistunut

source: New aMule version detected
fi: Uusi aMulesta havaittu

source: Urgent OOD, serverconnection lost
fi: Kiireellinen ODD, yhteys palvelimeen hukattu

source: Notify by Mail
fi: Ilmoita postin kautta

source: Send an Email when transfer complete.
fi: Lähetä sähköpostia kun lataus valmistunut.

source: SMTP server :
fi: SMTP palvelin :

source: Email Address :
fi: Sähköpostiosoite :

source: aMule Tweaks Advertisements && Parameters
fi: aMule säätää mainoksia && parametrejä

source: !!! WARNING !!!
fi: !!! VAROITUS !!!

source: Do not change these setting unless you know what you are doing, otherwise you can easily make things worse for yourself. aMule will run fine without adjusting any of these settings.
fi: Älä koske näihin asetuksiin ellet tiedä mitä olet tekemässä, koska voit helposti tehdä asiat vain pahemmaksi itsellesi. aMule toimii hyvin vaikka näitä ei säädettäisikään.

source: Max new connections / 5 secs
fi: Max uusia yhteyksiä / 5 s

source: Autotake ED2K Links only during runtime
fi: Kaappaa ED2K linkit automaattisesti aMulen ollessa päällä

source: Show transfer rates on title
fi: Näytä siirtonopeudet otsikossa

source: File Buffer Size: 240000 bytes
fi: Tiedostopuskurin koko: 240000 tavua

source: Upload Queue Size: 5000 clients
fi: Lähetys jonon koko: 5000 asiakasta

source: Server connection refresh interval: Disable
fi: Palvelimeen yhdistämisen päivittämis aikaväli : Älä salli

source: Upload/Download list refresh when updated
fi: Lähetys/Lataus listan virkistys päivittäessä

source: Upload/Download list refresh time: Realtime
fi: Lähetys-/Latauslistan päivitysaika: Reaaliaikainen

source: Arrange Downloads
fi: Järjestä lataukset

source: Enable auto-arranging download list
fi: Salli automaattinen latauslistan järjestäminen

source: Download speed
fi: Latausnopeus

source: Number of sources
fi: Lähteiden määrä

source: GTK Theme Selector
fi: GTK Teeman valitsija

source: Theme :
fi: Teema :

source: Use Font
fi: Käytä fonttia

source: Font
fi: Fontti

source: No Needed Sources Handling
fi: Ei-tarvittavien lähteiden hallinta

source: Enable auto drop No Needed Sources
fi: Salli automaattinen tiputus ei-tarvittavissa lähteissä

source: Extended Dropping
fi: Laajennettu tiputus

source: Drop sources anyway
fi: Tiputa lähteet joka tapauksessa

source: Send sources to any other file before dropping (High CPU)
fi: Lähetä lähteet jokaiselle muulle tiedostolle ennen tiputtamista (Korkea CPU)

source: Full Queue Sources Handling
fi: Täyden jonon lähteiden hallinta

source: Enable auto drop Full Queue Sources
fi: Salli automaattinen täysien jonojen lähteiden tiputtaminen

source: High Queue Rating Sources Handling
fi: Korkean jonoluokituksen lähteiden käsittelijä

source: Enable auto drop High Queue Rating Sources
fi: Salli automaattinen Korkean jonoluokituksen lähteiden tiputtaminen

source: High Queue Rating value
fi: Suuri jonon luokitus arvo

source: Auto Drop Sources Timer
fi: Automaattisesti tiputa lähteet Ajastin

source: Timer (in secs)
fi: Ajastin (sekunneissa)

source: Webserver Parameters
fi: Webserverin parametrit

source: Enable Webserver
fi: Salli Webserveri

source: Webserver port
fi: Webserverin portti

source: Page Refresh Time (in secs)
fi: Sivun päivitysaika (sekunneissa)

source: Enable Gzip compression
fi: Salli Gzip pakkaus

source: Enable Low rights User
fi: Salli matalien oikeuksien käyttäjät

source: Full rights password
fi: Täysien oikeuksien salasana

source: Low rights password
fi: Rajoitettujen oikeuksien salasana

source: External Connection Parameters
fi: Ulkoisten yhteyksien parametrit

source: Accept external connections
fi: Hyväksy ulkoiset yhteydet

source: Use TCP ports instead of unix local sockets
fi: Käytä ennemmin TCP porttia kuin unixin paikallisia sokketteja

source: External TCP port
fi: Ulkoinen TCP portti

source: Enable password
fi: Salli salasana

source: Connection
fi: Yhteys

source: Remote Controls
fi: Etä kontrollit

source: Server
fi: Palvelin

source: Sources Dropping
fi: Lähteiden tiputus

source: Directories
fi: Hakemistot

source: Notify
fi: Ilmoita

source: aMule Tweaks
fi: aMulen säädöt

source: Gui Tweaks
fi: GUI:n säädöt

source: Title :
fi: Otsikko :

source: Incoming Dir :
fi: Vastaantulevien kansio :

source: Change priority for new assigned files :
fi: Vaihda tärkeyttä uusille sijoitetuille tiedostoille :

source: Dont change
fi: Älä vaihda

source: Select color for this Category (currently selected) :
fi: Valitse väri tälle kategorialle (tällähetkellä valittu) :

source: Clients on queue :
fi: Asiakkaita jonossa :

source: Display server motd when connected ...
fi: Näytä palvelimen motd yhdistäessä...

source: Server Info
fi: Palvelimen tiedot

source: Click on this button to update the servers list from URL ...
fi: Paina tästä päivittääksesi palvelinlistan URL:sta

source: Serverlist
fi: Palvelinlista

source: Manual Server Add : Name
fi: Manuaalinen palvelimen lisäys : Nimi

source: IP:Port
fi: IP:Portti

source: Add manually a server (fill fields to the left before) ...
fi: Lisää manuaalisesti palvelin (täytä vasemmalla olevat kentät)...

source: Servers
fi: Palvelimet

source: Servers list
fi: Palvelinlista

source: Searches
fi: Haut

source: Searches Window
fi: Haku ikkuna -ikkuna

source: Transfers
fi: Siirrot

source: Files Transfers
fi: Tiedostojen siirrot

source: SharedFiles
fi: Jaetut tiedostot

source: Shared Files Window
fi: Jaetut tiedostot -ikkuna

source: Messages Window
fi: Viestit-ikkuna

source: Statistics Graph Window
fi: Statistiikka-ikkuna

source: Preferences
fi: Asetukset

source: Preferences Settings Windows
fi: Asetukset-ikkuna

source: Disabled [%s]
fi: Älä salli [ %s ]

source: Bytes
fi: Tavut

source: KB
fi: Kt

source: MB
fi: Mt

source: secs
fi: s

source: mins
fi: m

source: all
fi: kaikki

source: all others
fi: kaikki muut

source: Incomplete
fi: Epätäydellinen

source: Waiting
fi: Odottaa

source: Downloading
fi: Lataa

source: Erroneous
fi: Virheellinen

source: Paused
fi: Tauotettu

source: Stopped
fi: Pysäytetty

source: Archive
fi: Arkisto

source: Text
fi: Teksti

source: ERROR: Failed to create partfile)
fi: VIRHE: osatiedoston muodostaminen epäonnistui)

source: Error: Failed to open part.met file! (%s => %s)
fi: Virhe: part.met tiedoston avaaminen epäonnistui (%s => %s)

source: Error: Invalid part.met fileversion! (%s => %s)
fi: Virhe: Viallinen part.met tiedostoversio (%s => %s)

source: Error: %s (%s) is corrupt
fi: Virhe: %s (%s) on korruptoitunut

source: Failed to open %s (%s)
fi: Avaaminen epäonnistui: %s (%s)

source: Warning: %s might be corrupted
fi: Varoitus: %s saattaa olla korruptoitunut

source: ERROR while saving partfile: %s (%s => %s)
fi: VIRHE tallennettaessa osatiedosta: %s (%s => %s)

source: .part file not found
fi: .part tiedostoa ei löytynyt

source: Unable to open %s file - using .bak file.
fi: Mahdotonta avata %s tiedostoa - käyttäen .bak-tiedostoa.

source: %s file is 0 size somehow - using .bak file. Please report on http://forum.amule.org
fi: %s tiedosto on jostain syystä 0 kokoinen käyttäen .bak-tiedostoa. Ole hyvä ja raportoi http://forum.amule.org

source: Found corrupted part (%i) in %s
fi: Löydettiin korruptoitunut osa (%i) %s:sta

source: Finished rehashing %s
fi: Uusi tiiviste valmis %s:lle

source: Unexpected file error while completing %s. File paused
fi: Odottamaton tiedosto virhe valmistellessa tiedostoa %s. Tiedosto pysäytetty

source: Failed to delete %s
fi: Tiedoston %s poistaminen epäonnistui

source: Finished downloading %s :-)
fi: Lataaminen valmistui %s :-)

source: Downloaded:
fi: Ladattu:

source: A file with that name already exists, the file has been saved as %s
fi: Samanniminen tiedosto on jo olemassa, uudelleen nimettiin seuraavasti: %s

source: Warning: Unable to hash downloaded part - hashset incomplete (%s)
fi: Varoitus: Mahdotonta luoda tiivistettä ladattua osaa - tiivistesetti ei ole täydellinen (%s)

source: Error: Unable to hash downloaded part - hashset incomplete (%s). This should never happen
fi: Virhe: Mahdotonta luoda tiivistettä ladatulle osalle - tiivistesetti ei ole täydellinen (%s). Tämän ei pitäisi koskaan tapahtua.

source: Hashing
fi: Luo tiivistettä

source: Completing
fi: Valmistelee

source: Complete
fi: Valmis

source: ERROR: Cannot write to disk
fi: VIRHE: Levylle ei voi kirjoittaa

source: Downloaded part %i is corrupt :( (%s)
fi: Ladattu osa %i on korruptoitunut :( (%s)

source: ICH: Recovered corrupted part %i (%s)
fi: ICH: Pelastettu korruptoitunut osa %i (%s)

source: Unexpected file error while writing %s : %s
fi: Odottamaton tiedostovirhe kirkoittaessa %s : %s

source: Partfilename: %s Parts: %d , %s: %d (%.1f%%)
fi: Osatiedostonimi: %s Osat: %d , %s: %d (%.1f%%)

source: %d%% done (%s) - Transferring from %d sources
fi: %d%% tehty (%s) - Siirretään %d:n lähteistä

source: Available
fi: Saatavilla

source: Last Seen Complete :
fi: Viimeksi nähty kokonaisena :

source: Last Reception:
fi: Viimeksi ladattu:

source: Browse for videoplayer
fi: Selaa videosoitinta

source: Executable (*)|*||
fi: Suoritettava (*)|*||

source: Language change will not be applied until aMule is restarted.
fi: Kielen vaihto astuu voimaan aMulen käynnistyessä seuraavan kerran.

source: Browse wav
fi: Selaa wav

source: File wav (*.wav)|*.wav||
fi: Tiedosto wav (*.wav)|*.wav||

source: Edit Serverlist
fi: Muokkaa palvelinlistaa

source: Add here URL's to download server.met files. Only one url on each line.
fi: Lisää tähän URL josta ladataan server.met tiedostot. Vain yksi urli riville

source: Update: Disabled
fi: Päivitys: Ei sallittu

source: Update period: %i sec
fi: Päivityksen aikaväli: %i s

source: Update period: %i secs
fi: Päivityksen aikaväli: %i s

source: Time for running averages: %i mins
fi: Keskimääräinen latausaika: %i minuuttia

source: Tweaks
fi: Säädöt

source: File Buffer Size %i bytes
fi: Tiedostopuskurin koko %i tavua

source: Upload Queue Size %i clients
fi: Lähetysjonon koko %i asiakasta

source: Server connection refresh interval: Disabled
fi: Palvelimen yhteyden tarkastamisen aikaväli: Ei käytössä

source: Server connection refresh interval %i min
fi: Palvelimen yhteyden tarkastamisen aikaväli: %i minuuttia

source: Server connection refresh interval %i mins
fi: Palvelimen yhteyden tarkastamisen aikaväli: %i minuuttia

source: Upload/Download list refresh time: Disable
fi: Lähetys-/Latauslistan päivittäminen: Ei sallittu

source: Upload/Download list refresh time: %i sec
fi: Lähetys-/Latauslistan päivittäminen: %i sekunttia

source: Upload/Download list refresh time: %i secs
fi: Lähetys-/Latauslistan päivittäminen: %i sekunttia

source: File
fi: Tiedosto

source: File Priority
fi: Tiedoston tärkeys

source: Score
fi: Pisteet

source: Asked
fi: Kysytty

source: Last Seen
fi: Viimeksi nähty

source: Entered Queue
fi: Astunut jonoon

source: Banned
fi: Estetty

source: Obtained Parts
fi: Saadut osat

source: Clients
fi: Asiakkaat

source: Unban
fi: Salli

source: Show Uploads
fi: Näytä lähetykset

source: PowerShare[Release]
fi: PowerShare[Julkaisu]

source: Very High
fi: Erittäin korkea

source: Very low
fi: Erittäin matala

source: Yes
fi: Kyllä

source: No
fi: Ei

source: FileID
fi: TiedostoID

source: Copy ED2k link to clipboard
fi: Kopioi ED2k linkki leikepöydälle

source: Copy ED2k link to clipboard (HTML)
fi: Kopioi ED2k linkki leikepöydälle (HTML)

source: Close this search result
fi: Sulje tämän haun tulokset

source: Description: %s
fi: Kuvaus: %s

source: Port
fi: Portti

source: Ping
fi: Viive

source: User: %i
fi: Käyttäjät: %i

source: No serverlist address entry in 'addresses.dat' found. Please paste a valid serverlist address into this file in order to auto-update your serverlist
fi: Ei palvelinlistan osoitetta löydetty 'addresses.dat' tiedostosta. Ole hyvä ja liitä kunnollinen serverilistan osoite tähän tiedostoon jos haluat automaattisesti päivittää palvelinlistan

source: Unable to retrieve serverlist
fi: Palvelinlistan hakeminen epäonnistui

source: Failed to download the serverlist from %s
fi: Palvelinlistan hakeminen osoitteesta %s epäonnistui

source: Failed to load server.met!
fi: Server.met lataaminen epäonnistui

source: Invalid versiontag in server.met (0x%X)!
fi: Viallinen versiontag server.met tiedostossa (0x%X)!

source: %i servers in server.met found
fi: %i palvelinta löydettiin server.met:stä

source: %d servers added
fi: %d palvelinta lisätty

source: Error: the file server.met is corrupted
fi: Virhe: server.met tiedosto on korruptoitunut

source: Server added:
fi: Palvelin lisätty:

source: Failed to save server.met!
fi: Server.met:n tallennus epäonnistui!

source: Connect to this server
fi: Yhdistä tähän palvelimeen

source: Add to static
fi: Lisää kiinteisiin

source: Remove from static server list
fi: Poista kiinteästä serverilistasta

source: Remove server
fi: Poista palvelin

source: Remove all servers
fi: Poista kaikki palvelimet

source: Server Name
fi: Palvelimen nimi

source: Description
fi: Kuvas

source: Preference
fi: Asetus

source: Failed
fi: Epäonnistui

source: Static
fi: Kiinteä

source: No Pref
fi: Ei asetusta

source: Failed to open staticservers.dat
fi: Staticservers.dat tiedoston avaaminen epäonnistui

source: Added to static server list
fi: lisätty kiinteään palvelinlistaan

source: Servers (%i)
fi: Palvelimet (%i)

source: New clientid is %u
fi: Uusi asiakasID on %u

source: Unknown server info received !
fi: Tuntematon palvelin info vastaanotettu!

source: Received %d new servers
fi: Vastaanotettiin %d uutta palvelinta

source: Server rejected last command
fi: Palvelin hylkäsi viimeisimmän komennon

source: Connecting to %s (%s:%i)...
fi: Yhdistetään %s (%s:%i)...

source: Error while connecting to %s (%s:%i): %d
fi: Virhe yhdistettäessä %s (%s:%i): %d

source: Error in serversocket: %s (%s:%i): %u
fi: Virhe palvelinsoketissa: %s (%s:%i): %u

source: This is
fi: Tämä on

source: (based on
fi: (perustuen

source: Visit http://www.amule.org to check if a new version is available.
fi: Vieraile http://www.aMule.org tarkistaaksesi uuden version saatavuus.

source: Invalid URL
fi: Virheellinen URL

source: Please enter a serveraddress
fi: Ole hyvä ja anna palvelimen osoite

source: Incomplete serverport: Please enter a serverport
fi: Epätäydellinen portti: Ole hyvä ja anna palvelimen portti

source: Server not added!
fi: Palvelinta ei lisätty!

source: Low ID
fi: Matala ID

source: High ID
fi: Korkea ID

source: Found %i known shared files
fi: Löydettiin %i tunnistettua jaettua tiedostoa

source: Loading...
fi: Ladataan...

source: Permission
fi: Okeus

source: Requests
fi: Pyyntö

source: Accepted Requests
fi: Hyväksytyt pyynnöt

source: Transferred Data
fi: Siirretty data

source: Public
fi: Julkinen

source: Friends only
fi: Kaverit ainoastaan

source: Locked
fi: Lukittu

source: Permissions
fi: Oikeudet

source: Change this file's comment...
fi: Vaihda tämän tiedoston kommenttia...

source: Copy ED2k link to clipboard (&Source)
fi: Kopioi ED2k linkki työpöydälle (Lähde)

source: Copy ED2k link to clipboard (Hostname)
fi: Kopioi ED2k linkki työpöydälle (isäntänimi)

source: Auto [Re]
fi: Auto [Ja]

source: Hidden
fi: Piilotettu

source: You cannot change permissions while a file is still downloading!
fi: Et voi muutta tiedoston oikeuksia kun tiedostoa ladataan!

source: Shared Files (%i)
fi: Jaetut tiedostot (%i)

source: Failed to connect to all servers listed. Making another pass.
fi: Yhdistäminen kaikkiin listattuihin palvelimiin epäonnistui. Aloitetaan uusi kierros.

source: No valid servers to connect in serverlist found
fi: Palvelin listasta ei löytynyt toimivia palvelimia joihin yhdistää

source: Connected to %s (%s:%i)
fi: Yhdistetty %s (%s:%i)

source: Connection established on: %s
fi: Yhteys muodostettu: %s

source: Fatal Error while trying to connect. Internet connection might be down
fi: Kriittinen virhe yhdistäessä. Internet yhteys on mahdollisesti alhaalla

source: Lost connection to %s (%s:%i)
fi: Yhteys palvelimeen %s (%s:%i) katkesi

source: %s (%s:%i) appears to be dead.
fi: %s (%s:%i) on kuollut.

source: %s (%s:%i) appears to be full
fi: %s (%s:%i) on täynnä

source: Automatic connection to server will retry in %d seconds
fi: Automaattinen uudelleenyhdistys serverille %d sekunnin sisällä

source: Connection lost
fi: Yhteys kadonnut

source: Connecting to %s (%s:%i ) failed.
fi: Yhdistäminen palvelimeen %s (%s:%i) epäonnistui.

source: Error: Socket invalid at timeoutcheck
fi: Virhe: Sokketti virheellinen aikakatkaisutarkistuksessa

source: Connection attempt to %s (%s:%i ) timed out
fi: Yhdistämisyritys palvelimeen %s (%s:%i) aikakatkaistiin

source: Refreshing server connection
fi: Päivitetään yhteyttä palvelimeen

source: Active connections (1:%u)
fi: Aktiiviset yhteydet: (1:%u)

source: Waiting...
fi: Odottaa...

source: Filtered: %i
fi: Suodatettu: %i

source: Downloaded Data (Session (Total)): %s (%s)
fi: Ladattu data (sessio (yhteensä)): %s (%s)

source: Total Overhead (Packets): %s (%s)
fi: Overhead yhteensä (paketit): %s (%s)

source: File Request Overhead (Packets): %s (%s)
fi: Tiedosojen kysymisen overhead (paketit): %s (%s)

source: Source Exchange Overhead (Packets): %s (%s)
fi: Lähteiden vaihto overhead (paketit): %s (%s)

source: Server Overhead (Packets): %s (%s)
fi: Palvelin overhead (paketit): %s (%s)

source: Found Sources: %i
fi: Löydetyt lähteet: %i

source: Active Downloads (chunks): %i
fi: Aktiiviset lataukset (chunks): %i

source: Uploaded Data (Session (Total)): %s (%s)
fi: Lähetetty data (sessio (yhteensä)): %s (%s)

source: Active Uploads: %i
fi: Aktiiviset lähetykset: %i

source: Waiting Uploads: %i
fi: Odottavat lähetykset: %i

source: Total successful upload sessions: %i
fi: Onnistuneiden lähetyssessioiden määrä: %i

source: Total failed upload sessions: %i
fi: Epäonnistuineiden lähetyssessioiden määrä: %i

source: Average upload time: %s
fi: Keskimääräinen lähettämisaika: %s

source: Average Downloadrate (Session): %.2f kB/s
fi: Keskimääräinen latausnopeus (sessio): %.2f kt/s

source: Average Uploadrate (Session): %.2f kB/s
fi: Keskimääräinen lähetysnopeus (sessio): %.2f kt/s

source: Max Downloadrate Average (Session): %.2f kB/s
fi: Max latausnopeus keskimäärin (sessio): %.2f kt/s

source: Max Downloadrate (Session): %.2f kB/s
fi: Max latausnopeus (sessio): %.2f kt/s

source: Reconnects: %i
fi: Uudelleenyhdistämisiä: %i

source: waiting for transfer...
fi: odotetaan siirtoa...

source: Time Since First Transfer: %s
fi: Aikaa ensimmäisestä siirrosta: %s

source: waiting for connection...
fi: odotetaan yhteyttää...

source: Connected To Server Since: %s
fi: Oltu palvelimeen yhdistettynä %s lähtien

source: Session UL:DL Ratio (Total):
fi: Sessio Ylös:Alas ratio (yhteensä):

source: %s Not available
fi: %s Ei ole saatavilla

source: Number of Shared Files: %i
fi: Jaettujen tiedostojen määrä: %i

source: Total size of Shared Files: %s
fi: Jaettujen tiedostojen yhteenlaskettu koko: %s

source: Average filesize: %s
fi: Keskimääräinen tiedoston koko: %s

source: Unknown: %i
fi: Tuntematon: %i

source: Working Servers
fi: Toimivat palvelimet

source: Failed Servers
fi: Epäonnistuneet palvelimet

source: Deleted Servers
fi: Poistetut palvelimet

source: Users on Working Servers
fi: Käyttäjiä käytetyillä palvelimilla

source: Files on Working Servers
fi: Tiedostot käytetyillä palvelimilla

source: Total Users
fi: Käyttäjiä yhteensä

source: Total Files
fi: Tiedostoja yhteensä

source: Active Connections (estimate)
fi: Aktiiviset yhteydet (arvio)

source: Server Occupation: %.2f%%
fi: Palvelimen täyteläisyys: %.2f% %

source: Max Connection Limit Reached
fi: Max yhteyksien määrä saavutettu

source: Average Connections (estimate)
fi: Keskimääräiset yhteydet (arvio)

source: Peak Connections (estimate)
fi: Yhteyksien huippu (arvio)

source: Detection Disabled
fi: Havannointi ei sallittu

source: Not Found
fi: Ei löytynyt

source: Unlimited
fi: Rajoittamaton

source: Actual Speed Limits:
fi: Oikeat nopeusrajoitukset:

source: DL:
fi: Alas:

source: UP:
fi: Ylös:

source: aMule Tray Menu Info
fi: aMulen palkin Menun info

source: Nick:
fi: Nimimerkki:

source: Nick: Not Ready
fi: Nimimerkki: Ei valmis

source: Hash:
fi: Tiiviste:

source: Hash: Not Ready
fi: Tiiviste: Ei valmis

source: ClientID:
fi: AsiakasID

source: ID: Not Connected
fi: ID: Ei yhteyttä

source: TCP Port:
fi: TCP Portti:

source: TCP Port: Not Ready
fi: TCP portti: Ei valmis

source: UDP Port:
fi: UPD Portti:

source: UDP Port: Not Ready
fi: UPD portti: ei valmis

source: Online Signature: Enabled
fi: Online-Signature: Salli

source: Online Signature: Disabled
fi: Online Signature: Älä salli

source: ServerName:
fi: Palvelinnimi:

source: ServerIP:
fi: PalvelinIP:

source: ServerName: Not Connected
fi: Palvelinnimi: Ei yhteyttä

source: ServerIP: Not Connected
fi: PalvelinIP: Ei yhteyttä

source: Shared Files:
fi: Jaetut tiedostot:

source: Queued Clients:
fi: Jonotett

source: Total DL:
fi: DL yhteensä:

source: GB
fi: Gt

source: Total UP:
fi: UP Yhteensä:

source: aMule Tray Menu
fi: aMulen palkki menu

source: Personal Infos
fi: Henkilökohtaiset tiedot

source: Show
fi: Näytä

source: Hide
fi: Piilota

source: All To Max Speed
fi: Kaikki max nopeuteen

source: All To Min Speed
fi: Kaikki min nopeuteen

source: Download Limit
fi: Latausraja

source: Upload Limit
fi: Lähetysraja

source: Disconnect from server
fi: Katkaise yhteys palvelimeen

source: Exit
fi: Sulje

source: aMule for Linux
fi: aMule Linuxille

source: Select view filter
fi: Valitse suodatin

source: Add category
fi: Lisää kategoria

source: Edit category
fi: Muokkaa kategoriaa

source: Remove category
fi: Poista kategoria

source: Are you sure you wish to cancel and delete all files in this category?
fi: Oletko varma että haluat perua ja poistaa kaikki tiedostot tässä kategoriassa?

source: Confirmation Required
fi: Vaaditaan vahvistu

source: Error while processing incoming extended protocol UDP Packet
fi: Virhe käsiteltäessä tulevaa laajennettua UPD protokolla pakettia

source: Client '%s' caused error while creating package (%s) - disconnecting client
fi: Asiakas '%s' aiheutti virheen tehdessä pakettia (%s) - katkaistaan yhteys asiakkaaseen

source: requested file not found
fi: haluttua tiedostoa ei löytynyt

source: Client '%s' seems to be an aggressive client and is banned from the uploadqueue
fi: Asiakas '%s' näyttää olevan aggressiivinen asiakas ja hänet estetään lähetysjonossa

source: Waited
fi: Odottanut

source: Upload Time
fi: Lähetysaika

source: Show Queue
fi: Näytä jono

source: Fatal Error: Failed to create Timer
fi: Kriittinen virhe: Ajastimen tekeminen epäonnistui

source: %s [%s:%i] using %s removed : invalide eMule client
fi: %s [%s:%i] %s poistettu : viallinen eMule

source: %s [%s:%i] using %s removed : suspicious mod string change
fi: %s [%s:%i] %s poistettu : epäillyttävä mod stringin vaihtuminen

source: %s [%s:%i] using %s removed : known leecher
fi: %s [%s:%i] %s poistettu : tunnettu leecheri

source: %s [%s:%i] using %s removed : suspicious hash change
fi: %s [%s:%i] %s poistettu : epäillyttävä tiivisteen vaihto

source: %s [%s:%i] using %s removed : use your own hash
fi: %s [%s:%i] %s poistettu : käytä omaa tiivistettäsi

source: %s [%s:%i] using %s removed : suspicious name change
fi: %s [%s:%i] %s poistettu : epäillyttävä nimen vaihto

source: %s [%s:%i] using %s removed : leecher, invalid eMule or irregular Donkey
fi: %s [%s:%i] %s poistettu : leecheri, viallinen eMule tai säännötön Donkey

source: Client '%s' and '%s' have the same userhash or IP - removed '%s'
fi: Asiakkaalla '%s' ja '%s' on sama käyttäjätiiviste tai IP - poistettu '%s'

source: Wizard
fi: Velho

source: Down (kbit/s)
fi: Alas (kbitti/s)

source: Up (kbit/s)
fi: Ylös (kbit/s)
