Repository: amule-project/amule
Catalog: tags/Release-2_0_0/po/*.po
Languages: fi

source: Custom
fi: Kustomoitu

source: (enter below!)
fi: (ilmoita alle!)

source: 56-k Modem
fi: 56-k Modeemi

source: Cable
fi: Kaapeli

source: 100 Mbits
fi: 100Mbittiä

source: 155 Mbits (ATM)
fi: 155Mb (ATM)
