Repository: amule-project/amule
Catalog: tags/Release-2_0_0/po/*.po
Languages: fi

source: Add a Friend
fi: Lisää kaveri

source: You have to enter a valid IP and port!
fi: Olet antanut viallisen IP:n ja portin!

source: Port %d is not available. You will be LOWID
fi: Portti %d ei ole yhdistettävissä. Sinulle tulee LOWID

source: Port %d is not available !! This will mean that you will be LOWID. Use netstat to determine when port becomes available and try starting amule again.
fi: Portti %d ei ole yhdistettävissä!! Tämä tarkoittaa sitä että sinulle tulee LowID. Käytä netstattia tutkimaan milloin portti tulee saatavaks ja yritä käynnistää aMule uudestaan.

source: Error
fi: Virhe

source: You need a HighID to create a valid sourcelink
fi: Tarvitset HighID:n tehdäksesi

source: Failed to save
fi: Tallennus epäonnistui

source: OnlineSig File
fi: OnlineSig tiedosto

source: The selected locale seems not to be installed on your box You must generate it to use this language. A good start on linux systems is the file /etc/locale.gen and the package 'locales' Good luck! (Note: I'll try to set it anyway)
fi: Valittua lokalisaatiota ei löydy koneeltasi. Sinun täytyy Generoida se käyttääksesi sitä kieltä. Hyvä alku linuxissa on /etc/locale.gen ja paketti 'locales' Onnea! (Huomioi: Yritän kuitenkin asettaa sen)

source: Desktop integration
fi: Työpöydän integraatio

source: Disconnect
fi: Katkaise yhteys

source: Disconnect from current server
fi: Katkaise yhteys tämän hetkiseltä serveriltä

source: Connection established on:
fi: Yhdistetty:

source: Cancel
fi: Peruuta

source: Stops the current connection attempts
fi: Lopettaa tämän hetkiset yhdistämis aikeet

source: Connecting
fi: Yhdistää...

source: Not Connected
fi: Ei yhteyttä

source: Connect
fi: Yhdistä

source: Connect to any server
fi: Yhdistä mille tahansa serverille

source: Disconnected
fi: Katkaise yhteys

source: Users
fi: Käyttäjät

source: Files
fi: Tiedostot

source: Up: %.1f(%.1f) | Down: %.1f(%.1f)
fi: Ylös: %.1f(%.1f) | Alas: %.1f(%.1f)

source: Up: %.1f | Down: %.1f
fi: Ylös: %.1f | Alas: %.1f

source: Connected
fi: Yhdistetty

source: Do you really want to exit aMule?
fi: Haluatko varmasti sulkea aMulen?

source: Exit confirmation
fi: Lopettamisen varmennus

source: &Transfers
fi: &Siirrot

source: &Servers
fi: &Serverit

source: S&earch
fi: Ha&e

source: Shared &Files
fi: Jaetut tiedostot

source: &Messages
fi: Viestit

source: St&atistics
fi: St&atistiikka

source: &Preferences
fi: Asetukset

source: You are not connected to a server!
fi: Et ole yhteydessä serveriin!

source: This ed2k link is invalid (%s)
fi: Tämä ed2k linkki ei ole toimiva (%s)

source: Invalid link: %s
fi: Toimimaton linkki: %s

source: Filtered IP: %s (%s)
fi: Suodatettu IP: %s (%s)

source: Rating for file '%s' received: %i
fi: Luokitus tiedostolle '%s' vastaanotettu: %i

source: Description for file '%s' received: %s
fi: Kuvaus tiedostolle '%s' vastaanotettu: %s

source: Unable to retrieve shared files from '%s'
fi: Ei mahdollista hakea jaettuja tiedostoja käyttäjältä '%s'

source: Unknown
fi: Tuntematon

source: Requesting shared files from '%s'
fi: Kysytään jaettuja tiedostoja käyttäjältä '%s'

source: Requesting shared files from user %s (%u) is already in progress
fi: Kysytään jaettuja tiedostoja käyttäjältä %s (%u) on jo käynnissä

source: NickName: %s
fi: Käyttäjänimi: %s

source: Requested:
fi: Kysytty:

source: Filestats for this session: Accepted %d of %d requests, %s transferred
fi: Tiedoston tiedot tälle sessiolle: Hyväksytty %d/%d pyyntöä, %s siirretty

source: Filestats for all sessions: Accepted %d of %d requests
fi: Tiedoston tiedot tälle sessiolle: Hyväksytty %d/%d pyynnöstä

source: Requested unknown file
fi: Kysytty tuntematonta tiedostoa

source: Category
fi: Kategoria

source: Choose a folder for incoming files
fi: Valitse hakemisto vastaanotetuille tiedostoille

source: can't create file '%s'
fi: ei pysty muodostaa tiedostoa '%s'

source: Can't open file '%s'
fi: Ei pysty avaamaan tiedostoa '%s'

source: can't close file descriptor %d
fi: ei pysty sulkemaan tiedoston kuvaajaa %d

source: can't read from file descriptor %d
fi: ei pysty lukemaan tiedoston kuvausta %d

source: can't write to file descriptor %d
fi: ei pysty kirjoittamaan tiedoston kuvausta %d

source: can't flush file descriptor %d
fi: ei pysty poistamaan tiedoston kuvausta %d

source: unknown seek origin
fi: tuntematon haun lähde

source: can't get seek position on file descriptor %d
fi: ei pysty saamaan haun sijoitusta tiedoston kuvauksessa %d

source: can't find length of file on file descriptor %d
fi: ei pysty löytämään tiedoston pituutta tiedoston kuvaajasta %d

source: can't determine if the end of file is reached on descriptor %d
fi: ei pysty päättämään onko tiedoston loppu saavutettu kuvauksessa %d

source: invalid eof() return value.
fi: viallinen eof() palautusarvo.

source: Instant Messaging Right-click on any client and select 'Send Message' to start a chatsession
fi: Pikaviestintä Valitse kuka tahansa käyttäjä hiiren kakkosnapilla ja valitse 'Lähetä viesti' aloittaaksesi keskusteluhetken

source: *** Chatsession Start :
fi: *** Keskusteluhetki aloitettu

source: Message from
fi: Viesti käyttäjältä

source: failed
fi: epäonnistui

source: *** Disconnected
fi: *** Yhteys katkaistu

source: Failed to load creditfile
fi: Credittiedoston lataus epäonnistui

source: Creditfile is out of date and will be replaced
fi: Credittiedoston on liian vanha ja korvataan

source: Creditfile loaded, %u clients are known
fi: Credittiedosto ladattu, %u käyttäjää tunnetaan

source: Failed to save creditfile
fi: Credittiedoston tallennus epäonnistui

source: Creditfile loaded
fi: Credittiedosto ladattu

source: Client Details
fi: Asiakkaan tiedot

source: ClientSoftware ->
fi: Asiakasohjelma ->

source: <- ClientVersion ->v
fi: <- Versio ->v

source: <- ClientModString ->
fi: <- Modin stringi ->

source: Low
fi: Matala

source: High
fi: Korkea

source: Error while processing incoming UDP Packet (Most likely a misconfigured server)
fi: UDP Paketin käsittelyssä tapahtui virhe (Johtuu todennäköisesti väärin säädetystä serveristä)

source: File Comments
fi: Tiedoston kommentit

source: Username:
fi: Käyttäjänimi:

source: File Name
fi: Tiedoston nimi

source: Rating
fi: Luokitus

source: Comment :
fi: Kommentti:

source: No comments
fi: Ei kommentteja

source: Ignoring %u bytes of block %u-%u because of errornous zstream state for file "%s"
fi: Evätään %u tavua blokista %u-%u johtuen virheellisestä zstream tilasta tiedostolle "%s"

source: Corrupted compressed packet for %s received (error %i)
fi: Tiedoston %s pakattu paketti on korruptoitunut (virhe %i)

source: Unknown exception in %s: file "%s"
fi: Tuntematon poikkeus %s:ssa: Tiedosto "%s"

source: Normal
fi: Normaali

source: Downloads
fi: Lataukset

source: Priority
fi: Tärkeys

source: &Stop
fi: Py&säytä

source: &Pause
fi: &Pysäytä

source: &Resume
fi: Jatka

source: Swap every A4AF to this file now
fi: Heitä jokainen A4AF tälle tiedostolle nyt

source: Swap every A4AF to this file (Auto)
fi: Heitä jokainen A4AF tälle tiedostolle nyt (Auto)

source: Swap every A4AF to any other file now
fi: Heitä jokainen A4AF muille tiedostolle nyt

source: Drop No Needed Sources now
fi: Tiputa tarpeettomat lähteet nyt

source: Drop Full Queue Sources now
fi: Tiputa täysien jonojen lähteet nyt

source: Drop High Queue Rating Sources now
fi: Tiputa korkeaksi rankattujen jonojen lähteet nyt

source: Clean Up Sources now (NNS, FQS && HQRS)
fi: Siivoa lähteet nyt (NNS, FQS && HQRS)

source: Extended Options
fi: Laajennetut asetukset

source: &Open the file
fi: Avaa tied&osto

source: Preview
fi: Esikatsele

source: Show file &details
fi: Näytä tie&doston tiedot

source: Show all comments
fi: Näytä kaikki kommentit

source: C&lear completed
fi: Poista va&lmistuneet

source: Copy ED2k &link to clipboard
fi: Kopioi ED2k &linkki leikepöydälle

source: Copy ED2k link to clipboard (&HTML)
fi: Kopioi ED2k linkki leikepöydälle (&HTML)

source: unassign
fi: ei määritetty

source: Assign to category
fi: Sijoita kategoriaan

source: Show Lists
fi: Näytä lista

source: Hide Lists
fi: Piilota lista

source: Preview [
fi: Esikatsele [

source: Show &Details
fi: Näytä tie&dot

source: Add to Friends
fi: Lisää kavereihin

source: View Files
fi: Näytä tiedostot

source: Size
fi: Koko

source: Transferred
fi: Siirretty

source: Completed
fi: Valmis

source: Speed
fi: Nopeus

source: Progress
fi: Edistys

source: Sources
fi: Lähteet

source: Status
fi: Tila

source: Time Remaining
fi: Aikaa jäljellä

source: Last Seen Complete
fi: Viimeksi nähty kokonaisena

source: Last Reception
fi: Viimeisin lataus

source: Auto [Lo]
fi: Auto [Ma]

source: Auto [Hi]
fi: Auto [Su]

source: Old MLdonkey
fi: Vanha MLdonkey

source: New MLdonkey
fi: Uusi MLdonkey

source: Queue Full
fi: Jono täynnä

source: Asking
fi: Kysyy

source: Connecting via server
fi: Yhdistää serverin kautta

source: On Queue
fi: Jonossa

source: Transferring
fi: Lataa

source: Receiving hashset
fi: Ladataan tiivistettä

source: No needed parts
fi: Ei tarvittavia osia

source: Cannot connect LowID to LowID
fi: Ei voi yhdistää LowID:llä LowID:hen

source: Too many connections
fi: Liian monta yhteyttä

source: Asked for another file
fi: Kysyttiin toista tiedostoa

source: Are you sure that you want to cancel and delete this file ?
fi: Oletko varma että haluat perua ja poistaa tämän tiedoston?

source: Are you sure that you want to cancel and delete these files ?
fi: Oletko varma että haluat perua ja poistaa nämä tiedostot?

source: Downloads (%i)
fi: Lataukset (%i)

source: No part files found
fi: Osa tiedostoja ei löytynyt

source: Found %i part files
fi: Löydettiin %i osatiedostoa

source: Downloading %s
fi: Ladataan %s

source: You are already trying to download the file %s
fi: Lataat jo tiedostoa %s

source: You already have the file %s
fi: Sinulla on jo tiedosto %s

source: Bad link.
fi: Huono linkki.

source: not a well-formed ed2k link
fi: huonosti muodostettu ed2k linkki

source: Not an ED2K server or file link
fi: Ei ole ED2K serveri tai tiedoston linkki

source: can't write file '%s'
fi: ei voi kirjoittaa tiedostoa '%s'

source: New client connection accepted
fi: Uusi asiakasyhteys hyväksytty

source: Error: couldn't accept a new connection
fi: Virhe: ei pystynyt hyväksymään uutta yhteyttä

source: Deleting socket.
fi: Poistetaan sokketti.

source: done
fi: valmis

source: Failed to copy the file '%s' to '%s'
fi: Tiedoston '%s' kopioiminen tiedostoksi '%s' epäonnistui

source: Impossible to get permissions for file '%s'
fi: Mahdotonta saada lupaa tiedostoon '%s'

source: Impossible to overwrite the file '%s'
fi: Mahdotonta ylikirjoittaa tiedostoa '%s'

source: Impossible to set permissions for the file '%s'
fi: Mahdotonta määrittää lupia tiedostolle '%s'

source: Username
fi: Käyttäjänimi

source: Friends
fi: Kaverit

source: Add a friend
fi: Lisää kaveri

source: Remove Friend
fi: Poista kaveri

source: Send &Message
fi: Lähetä Viesti

source: Establish Friend Slot
fi: Vapauta kaveripaikka

source: Downloading...
fi: Ladataan...

source: Loaded ipfilter with %d IP addresses.
fi: Ladattiin ip-suodatin %d IP osoitteella

source: Error: the file known.met is corrupted, unable to load known files
fi: Virhe: tiedosto known.met on korruptoitu, mahdotonta ladata tunnettuja tiedostoja

source: Unexpected file error while reading known.met: %s, unable to load known files
fi: Yllätyksellinen tiedosto virhe luettaessa know.met:tiä: %s, mahdotonta ladata tiedostoja

source: User %s (%u) requested your sharedfiles-list -> %s
fi: Käyttäjä %s (%u) pyysi jaettujen tiedostojesi listaa -> %s

source: accepted
fi: hyväksytty

source: denied
fi: evätty

source: User %s (%u) requested your shareddirectories-list -> %s
fi: Käyttäjä %s (%u) pyysi jaettujen hakemistojesi listaa -> %s

source: User %s (%u) requested your sharedfiles-list for directory %s -> %s
fi: Käyttäjä %s (%u) pyysi jaettujen tiedostojesi listaa hakemistolle %s -> %s

source: User %s (%u) shares directory %s
fi: Käyttäjä %s (%u) jakaa hakemiston %s

source: User %s (%u) sent sharedfiles-list for directory %s
fi: Käyttäjä %s (%u) lähetti jaettujen tiedostojen listan kansiolle %s

source: User %s (%u) finished sending sharedfiles-list
fi: Käyttäjän %s (%u) lähetys valmistui jaettujen tiedostojen listalle

source: User %s (%u) sent unwanted sharedfiles-list
fi: Käyttäjä %s (%u) lähetti ei-halutun jaettujen tiedostojen listan

source: User %s (%u) denied access to shareddirectories/files-list
fi: Käyttäjä %s (%u) esti pääsyn jaettujen hakemistojen/tiedostojen listaan

source: Client '%s' (IP:%s) caused an error: %s. Disconnecting client!
fi: Asiakas '%s' (IP:%s) aiheutti virheen: %s. Suljetaan yhteys asiakkaaseen.!

source: A client caused an error or did something bad: %s. Disconnecting client!
fi: Asiakas aiheutti virheen tai teki jotain pahaa: %s. Suljetaan yhteys asiakkaaseen!

source: Client '%s' (IP:%s) caused an error: %u. Disconnecting client!
fi: Asiakas '%s' (IP: %s) aiheutti virheen: %u. Suljetaan yhteys asiakkaaseen!

source: Unknown client (IP:%s) caused an error: %u. Disconnecting client!
fi: Tuntematon asiakas (IP:%s) aiheutti virheen: %u. Suljetaan yhteys asiakkaaseen!

source: A client caused an error or did something bad. Disconnecting client !
fi: Asiakas aiheutti virheen tai teki jotain pahaa. Suljetaan yhteys asiakkaaseen!

source: Concurrent Downloads
fi: Samanaikaiset lataukset

source: Connection Type
fi: Yhteyden tyyppi

source: Select your connection type here :
fi: Valitse yhteytesi tyyppi täällä:

source: True download bandwidth
fi: Todellinen lataamisnopeus

source: True upload bandwidth
fi: Todellinen lähetysnopeus

source: Unit:
fi: Yksikkö:

source: kbits/sec
fi: kBitti/s

source: kBytes/sec
fi: ktavu/s

source: Apply
fi: Käytä

source: For system tray integration to work, you must specify which desktop you are using. You can change this later from preferences.
fi: Jotta tehtäväpalkin kuvake toimii, sinun täytyy määrittää mitä työpöytää käytät. Voit vaihtaa tämän myöhemmin asetuksista.

source: Desktop
fi: Työpöytä

source: Gnome 2.x (or other XEMBED compatible)
fi: Gnome 2.x (tai muu XEMBED yhteensopiva)

source: No systray integration, please
fi: Ei kuvaketta tehtäväpalkkiin, kiitos

source: Fast ED2K Links Handler (Direct Download)
fi: Nopea ED2K linkkien käsittelijä (Suora lataaminen)

source: Commit
fi: Suorita

source: Loading ...
fi: Lataa...

source: Number of users on the server you are connected to ...
fi: Käyttäjien määrä serverillä jossa olet yhdistettynä

source: Users: 0
fi: Käyttäjät: 0

source: Up: 0.0 | Down: 0.0
fi: Ylös: 0,0 | Down: 0,0

source: Not Connected ...
fi: Ei yhdistetty...

source: Search
fi: Etsi

source: Name
fi: Nimi

source: Reset
fi: Pyyhi

source: Type
fi: Tyyppi

source: Any
fi: Kaikki

source: Archives
fi: Pakatut

source: CD-Images
fi: CD-imaget

source: Pictures
fi: Kuvat

source: Programs
fi: Ohjelmat

source: Videos
fi: Videot

source: Min Size
fi: Min koko

source: Max Size
fi: Max koko

source: Extension
fi: Pääte

source: Min Availability
fi: Min saatavuus

source: Search global
fi: Etsi globaalisti

source: Start
fi: Aloita

source: Clear All
fi: Pyyhi kaikki

source: Search Results
fi: Haun tulokset

source: Download selected
fi: Lataus valittu

source: Uploads
fi: Lähetykset

source: Messages
fi: Viestit

source: Send
fi: Lähetä

source: Close
fi: Sulje

source: General
fi: Yleinen

source: Full Name :
fi: Koko nimi :

source: Hash :
fi: Tiiviste :

source: Filesize :
fi: Tiedoston koko :

source: Partfilestatus :
fi: Osatiedoston tila :

source: Last seen complete :
fi: Viimeksi nähty kokonaisena :

source: Transfer
fi: Lataus

source: Found Sources :
fi: Löydetyt lähteet :

source: Transferring Sources :
fi: Siirretään lähteitä :

source: Filepart-Count :
fi: Osien määrä :

source: Available :
fi: Saatavuus :

source: Datarate :
fi: Tiedonsiirto :

source: Transferred :
fi: Ladattu :

source: Completed Size :
fi: Ladattu koko :

source: Intelligent Corruption Handling
fi: Älykäs korruption käsittely (I.C.H.)

source: Lost to corruption :
fi: Hävinnyt korruptioon :

source: Gained by compression :
fi: Pakkaamalla saatu hyöty :

source: Packages saved by I.C.H. :
fi: Pelastettut paketit (I.C.H.) :

source: Source Names
fi: Lähteiden nimet

source: Takeover
fi: Valitse

source: Cleanup
fi: Siivoa

source: Rename
fi: Uudelleen nimeä

source: Comment this file (this text will be show by all users)
fi: Kommentoi tätä tiedostoa (tämä teksti näkyy kaikille käyttäjille)

source: Clear
fi: Pyyhi

source: For a film you can say its length, its story, language ... and if it's a fake, you can tell that to other users of aMule.
fi: Elokuvalle voit kommentoida sen pituuden, juonen, kielen... ja jos se on väärennös, voit kertoa sen muille aMulen käyttäjille.

source: File Quality
fi: Tiedoston laatu

source: Not rated
fi: Ei luokiteltu

source: Invalid / Corrupt / Fake
fi: Viallinen / Korruptoitunut / Väärennös

source: Poor
fi: Huono

source: Good
fi: Hyvä

source: Fair
fi: Menettelevä

source: Excellent
fi: Mahtava

source: Choose the file rating or advice users if the file is invalid ...
fi: Valitse tiedoston luokitus tai ilmoita muille käyttäjille jos tiedosto on viallinen...

source: No comment(s)
fi: Ei kommentteja

source: Refresh
fi: Päivitä

source: Downloading, please wait ...
fi: Lataan, odota hetki...

source: Required Information
fi: Pakolliset tiedot

source: IP Address :
fi: IP osoite :

source: Port :
fi: Portti :

source: Additional Information
fi: Vapaavalintaiset tiedot

source: Username :
fi: Käyttäjänimi :

source: Userhash :
fi: Käyttäjätiiviste :

source: Add
fi: Lisää

source: Shared Files
fi: Jaetut tiedostot

source: Statistics
fi: Statistiikka

source: Current Session
fi: Nykyinen sessio

source: Total
fi: Yhteensä

source: Requested :
fi: Pyydetty :

source: Active Uploads :
fi: Aktiiviset lähetykset :

source: Reload
fi: Uudelleen lataa

source: Download-Speed
fi: Latausnopeus

source: Current
fi: Nykyinen

source: Running average
fi: Yhtäjaksoinen keskiarvo

source: Session average
fi: Session keskiarvo

source: Active downloads
fi: Aktiiviset lataukset

source: Active connections (1:1)
fi: Aktiiviseet yhteydet (1:1)

source: Active uploads
fi: Aktiiviset lähetykset

source: Upload-Speed
fi: Lähetys nopeus

source: Clientsoftware :
fi: Asiakasohjelma :

source: Server IP :
fi: Serverin IP :

source: Clientversion :
fi: Ohjelman versio :

source: Servername :
fi: Serverin nimi :

source: Currently downloading :
fi: Latauksessa tällähetkellä :

source: Downloaded (this session) :
fi: Ladattu (tämä sessio) :

source: Average downloadrate :
fi: Keskimääräinen latausnopeus :

source: Downloaded total :
fi: Ladattu yhteensä :

source: Uploaded (this session) :
fi: Lähetetty (tämä sessio) :

source: Average Uploadrate :
fi: Keskimääräinen lähetysnopeus :

source: Uploaded total :
fi: Lähetetty yhteensä :

source: Scores
fi: Pisteet

source: DL/UP Modifier :
fi: DL/UP muuttaja :

source: Rating (total) :
fi: Luokitus (yhteensä) :

source: Uploadqueue score :
fi: Lähetysjonon pisteet :

source: Nick
fi: Nimimerkki

source: Language
fi: Kieli

source: System default
fi: Järjestelmän vakio

source: Spanish
fi: Espanja (Chile)

source: Misc Options
fi: Sekalaiset asetukset

source: Progressbar Style
fi: Kehityspalkin tyyli

source: Flat
fi: Tasainen

source: Round
fi: Pyöreä

source: Beep on errors
fi: Piippaa virheen sattuessa

source: Bring to front on link click
fi: Tuo päällimmäiseksi linkkiä klikatessa

source: Downloadlist doubleclick to expand
fi: Kaksoisklikkaa latauslistaa suurentaaksesi se

source: Minimize to trayicon
fi: Pienennä tehtäväpalkkiin

source: Enable Online-Signature
fi: Salli Online-Signature

source: Prompt on exit
fi: Kysy sulkemista

source: Tooltip Delay Time in secs (1s to 5s)
fi: Työkaluvihjeen viive sekunneissa (1-5s)

source: Systray Integration
fi: Tehtäväpalkin kuvake

source: Startup
fi: Käynnistys

source: 5 Days
fi: 5 päivää

source: Check for new version
fi: Tarkista uuden version saatavuus

source: Show Splashscreen
fi: Näytä aloituskuva

source: Start minimized
fi: Aloita pienennettynä

source: Line Capacities
fi: Linjan kapasiteetit

source: Download
fi: Lataus

source: Upload
fi: Lähetys

source: Bandwith Limits
fi: Yhteyden rajat

source: Slot Allocation
fi: Slotti allokaatio

source: Clientport
fi: Asiakasportit

source: UDP
fi: UPD

source: disable
fi: estä

source: Max Sources per File
fi: Max lähteet per tiedosto

source: Hard Limit
fi: Kova rajoitus

source: Connection Limits
fi: Yhteyden rajoitukset

source: Max Connections
fi: Max yhteydet

source: Autoconnect on startup
fi: Yhdistä automaattisesti aMulen käynnistyessä

source: Reconnect on loss
fi: Uudelleen yhdistä serveriltä tippuessa

source: Show overhead bandwith
fi: Näytä overhead kaista

source: Connection Wizard
fi: Yhteysvelho

source: Remove dead server after
fi: Poista kuolleet serverit

source: retries
fi: yrityksen jälkeen

source: Auto-update serverlist at startup
fi: Päivitä serverlist automaattisesti aMulen käynnistyessä

source: List
fi: Lista

source: Always filter bad IPs
fi: Siivilöi aina huonot IP:t

source: Update serverlist when connecting to a server
fi: Päivitä serverlist yhdistäessä serverille

source: Update serverlist when a client connect
fi: Päivitä serverlist kun asiakas yhdistää

source: Use priority system
fi: Käytä tärkesjärjestys systeemiä

source: Use smart LowID check on connect
fi: Käytä älykästä LowID tarkistusta yhdistäessä

source: Safe connect
fi: Turvallinen yhdistys

source: Autoconnect to servers in static list only
fi: Yhdistä automaattisesti vain servereille jotka ovat staattisella listalla

source: Set manually added servers to High Priority
fi: Laita käsin lisätyt serverit Korkealla arvolle

source: See my shares
fi: Näytä jaetut tiedostoni

source: Everybody
fi: Kaikille

source: No One
fi: Ei kellekään

source: I.C.H. active
fi: I.C.H. aktiivinen

source: Add files to download in pause mode
fi: Lisää tiedostot lataukseen pysäytettyinä

source: Add files to download with auto priority
fi: Lisää tiedostot lataukseen automaattisella arvolla

source: Try to download first and last chunks first
fi: Yritä ladata ensimmäiset ja viimeiset osat ensin

source: Add new shared files with auto priority
fi: Lisää uudet jaot automaattisella arvolla

source: Try to transfer full chunks to all uploads
fi: Yritä siirtää kokonaisia osia lähettäessä

source: Start next paused file when a file completed
fi: Aloita seuraava pysäytetty tiedosto yhden valmistuessa

source: Incoming Directory :
fi: Tuleva hakemisto :

source: Browse
fi: Selaa

source: Temporary Directory :
fi: Väliaikainen hakemisto :

source: Shared Directories
fi: Jaetut hakemistot

source: Video Player
fi: Videosoitin

source: Create Backup to preview
fi: Tee kopio esikatselua varten

source: Graphs
fi: Kaaviot

source: Update delay : 5 secs
fi: Päivitys viive : 5 s

source: Time for average graph: 100 mins
fi: Aika keskimääräiselle kaaviolle: 100 minuuttia

source: Select Statistics Colors
fi: Valitse staattiset värit

source: Background
fi: Taustaväri

source: Grid
fi: Ruudukko

source: Download current
fi: Nykyinen lataus

source: Download running average
fi: Yhtäjaksoinen lataus keskiarvo

source: Download session average
fi: Lataus session keskiarvo

source: Upload current
fi: Nykyinen lähetys

source: Upload running average
fi: Yhtäjaksoinen lähetys keskiarvo

source: Upload session average
fi: Lähetys session keskiarvo

source: Active connections
fi: Aktiiviset yhteydet

source: Select
fi: Valitse

source: Statistics Tree
fi: Statistiikkapuu

source: Messages popup
fi: Viestien ponnahdus (popup)

source: Use sound
fi: Käytä ääntä

source: Pop out when :
fi: Ponnahda kun :

source: New entry on log
fi: Uusi merkintä logissa

source: Starts a new chat session
fi: Aloittaa uuden viestintähetken
